grimoire/musica-06-partition.org

#+STARTUP: showall

#+TITLE: Eclats de vers : Musica 06 : Partition
#+AUTHOR: chimay
#+EMAIL: or du val chez gé courriel commercial
#+LANGUAGE: fr
#+LINK_HOME: file:../index.html
#+LINK_UP: file:index.html
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="../style/defaut.css" />

#+OPTIONS: H:6
#+OPTIONS: toc:nil

#+TAGS: noexport(n)

[[file:index.org][Index des Grimoires]]

#+INCLUDE: "../include/navigan-1.org"

#+TOC: headlines 1

* Dualité tonale

#+TOC: headlines 1 local

** Couple tonal

La musique tonale se base essentiellement sur la dualité
dominante — tonique. Le *couple tonal* est un enchaînement qui met en
évidence cette dualité en faisant entendre les deux fonctions.
L’accord faisant fonction de tonique, de par son caractère conclusif,
se place après l’accord faisant fonction de dominante :

#+ATTR_HTML: :class plat
| dominante | — | tonique |

Le couple tonal est également caractérisé par la descente de quinte
qui mène du premier accord au second.


** Couple plagal

Le *couple plagal* est un peu le miroir du couple tonal : au lieu de
descendre d’une quinte pour aboutir à la tonique, l’enchaînement monte
d’une quinte. On doit donc partir de la quinte inférieure,
c’est-à-dire de la sous-dominante :

#+ATTR_HTML: :class plat
| sous-dominante | — | tonique |


** Dualité tonale mélodique

Le couple tonal peut servir à construire des mélodies qui se
répondent.

Ainsi, on peut écrire une mélodie originale dont l’ambitus s’étend
approximativement de la tonique à la dominante. La mélodie duale
s’étendra alors une quinte plus haut, de la dominante jusqu’à la
sus-tonique. Un retour de la mélodie duale à la mélodie originale sera
alors percue comme une descente de quinte.

Exemple en /do majeur/ :

#+ATTR_HTML: :class plat
| mélodie originale | mélodie duale |
| do - sol          | sol - ré      |

Si l’ambitus de la mélodie originale s’étend de la tonique à la
sous-dominante, la mélodie duale s’étendra de la dominante jusqu’à la
tonique.

Exemple en /do majeur/ :

#+ATTR_HTML: :class plat
| mélodie originale | mélodie duale |
| do - fa           | sol - do      |

Enfin, on peut construire un cas intermédiaire où la mélodie originale
s’étend de la tonique à la dominante, tandis que la mélodie duale
s’étend de la dominante à la tonique.

Exemple en /do majeur/ :

#+ATTR_HTML: :class plat
| mélodie originale | mélodie duale |
| do - sol          | sol - do      |

Nous verrons une application importante de ce cas particulier lorsque
nour parlerons des [[file:musica-08-clechant.org::#heading:mutation][mutations]].


** Dualité plagale mélodique

Le couple plagal peut servir à construire des mélodies qui se
répondent.

Ainsi, on peut écrire une mélodie originale dont l’ambitus s’étend
approximativement de la tonique à la dominante. La mélodie duale
s’étendra alors une quinte plus bas, de la sous-dominante jusqu’à la
tonique. Un retour de la mélodie duale à la mélodie originale sera
alors percue comme une montée de quinte.

Exemple en /la mineur/ :

#+ATTR_HTML: :class plat
| mélodie originale | mélodie duale |
| la - mi           | ré - la       |

Si l’ambitus de la mélodie originale s’étend de la tonique à la
sous-dominante, la mélodie duale s’étendra de la sous-dominante
jusqu’à la sous-tonique.

Exemple en /la mineur/ :

#+ATTR_HTML: :class plat
| mélodie originale | mélodie duale |
| la - ré           | ré - sol      |

Enfin, on peut construire un cas intermédiaire où la mélodie originale
s’étend de la tonique à la sous-dominante, tandis que la mélodie duale
s’étend de la sous-dominante à la tonique.

Exemple en /do majeur/ :

#+ATTR_HTML: :class plat
| mélodie originale | mélodie duale |
| la - ré           | ré - la       |

Nous verrons une application importante de ce cas particulier lorsque
nour parlerons des [[file:musica-08-clechant.org::#heading:mutation][mutations]].


** Couple tonal pentatonique

Il s’agit d’un couple tonal où les accords utilisés comportent cinq
notes et sont construits en empilant des quintes. On élabore alors
deux petites mélodies :

  - la première utilise les notes d’un mode pentatonique établi sur la
    dominante
  - la seconde utilise les notes d’un mode pentatonique établi sur la
    tonique

Exemple de modes pentatoniques en /la mineur/ :

#+ATTR_HTML: :class plat
| dominante          | tonique            |
| mi sol la si ré mi | la do ré mi sol la |

Cette technique est notamment utilisée dans le blues et le jazz.


** Couple plagal pentatonique

Il s’agit d’un couple plagal où les accords utilisés comportent cinq
notes et sont construits en empilant des quintes. On élabore alors
deux petites mélodies :

  - la première utilise les notes d’un mode pentatonique établi sur la
    sous-dominante
  - la seconde utilise les notes d’un mode pentatonique établi sur la
    tonique

Exemple de modes pentatoniques en /la mineur/ :

#+ATTR_HTML: :class plat
| sous-dominante     | tonique            |
| ré fa sol la do ré | la do ré mi sol la |


* Tonalité secondaire

#+TOC: headlines 1 local

