grimoire/musica-06-partition.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="fr" xml:lang="fr">
<head>
<!-- 2023-12-08 ven 09:38 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Eclats de vers : Musica 06 : Partition</title>
<meta name="author" content="chimay" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="../style/defaut.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Eclats de vers : Musica 06 : Partition</h1>
<p>
<a href="index.html">Index des Grimoires</a>
</p>

<p>
<a href="../index.html">Retour à l’accueil</a>
</p>

<div id="table-of-contents" role="doc-toc">
<h2>Table des matières</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org4f51d8e">1. Dualité tonale</a></li>
<li><a href="#org864278c">2. Tonalité secondaire</a></li>
<li><a href="#org7b8ab29">3. Sémantique</a></li>
<li><a href="#org66abcc1">4. Cycle tonal</a></li>
<li><a href="#orgefaf025">5. Cycle plagal</a></li>
<li><a href="#org2cd1c78">6. Dynamique</a></li>
<li><a href="#orgc40c876">7. Dynamique mélodique</a></li>
<li><a href="#org1cc1ab1">8. Dynamique des accords</a></li>
<li><a href="#org4cb8fac">9. Dynamique des dissonances</a></li>
<li><a href="#orgd24c869">10. Dispositions des accords</a></li>
<li><a href="#orgc68efb0">11. Dynamique des enchaînements</a></li>
<li><a href="#orgec4c92a">12. Dynamique des ornements</a></li>
<li><a href="#org383b246">13. Dynamique du rythme</a></li>
<li><a href="#org372ec04">14. Distance tonale</a></li>
<li><a href="#orgf4b63f5">15. Boucles d’accords</a></li>
<li><a href="#org05e59a0">16. Stratification</a></li>
</ul>
</div>
</div>

<div id="outline-container-org4f51d8e" class="outline-2">
<h2 id="org4f51d8e"><span class="section-number-2">1.</span> Dualité tonale</h2>
<div class="outline-text-2" id="text-1">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org2071516">1.1. Couple tonal</a></li>
<li><a href="#orga6e94d1">1.2. Couple plagal</a></li>
<li><a href="#orge95b8aa">1.3. Dualité tonale mélodique</a></li>
<li><a href="#org877c29c">1.4. Dualité plagale mélodique</a></li>
<li><a href="#org452ab92">1.5. Couple tonal pentatonique</a></li>
<li><a href="#org143ab87">1.6. Couple plagal pentatonique</a></li>
</ul>
</div>
</div>

<div id="outline-container-org2071516" class="outline-3">
<h3 id="org2071516"><span class="section-number-3">1.1.</span> Couple tonal</h3>
<div class="outline-text-3" id="text-1-1">
<p>
La musique tonale se base essentiellement sur la dualité
dominante — tonique. Le <b>couple tonal</b> est un enchaînement qui met en
évidence cette dualité en faisant entendre les deux fonctions.
L’accord faisant fonction de tonique, de par son caractère conclusif,
se place après l’accord faisant fonction de dominante :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">dominante</td>
<td class="org-left">—</td>
<td class="org-left">tonique</td>
</tr>
</tbody>
</table>

<p>
Le couple tonal est également caractérisé par la descente de quinte
qui mène du premier accord au second.
</p>
</div>
</div>


<div id="outline-container-orga6e94d1" class="outline-3">
<h3 id="orga6e94d1"><span class="section-number-3">1.2.</span> Couple plagal</h3>
<div class="outline-text-3" id="text-1-2">
<p>
Le <b>couple plagal</b> est un peu le miroir du couple tonal : au lieu de
descendre d’une quinte pour aboutir à la tonique, l’enchaînement monte
d’une quinte. On doit donc partir de la quinte inférieure,
c’est-à-dire de la sous-dominante :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">sous-dominante</td>
<td class="org-left">—</td>
<td class="org-left">tonique</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orge95b8aa" class="outline-3">
<h3 id="orge95b8aa"><span class="section-number-3">1.3.</span> Dualité tonale mélodique</h3>
<div class="outline-text-3" id="text-1-3">
<p>
Le couple tonal peut servir à construire des mélodies qui se
répondent.
</p>

<p>
Ainsi, on peut écrire une mélodie originale dont l’ambitus s’étend
approximativement de la tonique à la dominante. La mélodie duale
s’étendra alors une quinte plus haut, de la dominante jusqu’à la
sus-tonique. Un retour de la mélodie duale à la mélodie originale sera
alors percue comme une descente de quinte.
</p>

<p>
Exemple en <i>do majeur</i> :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">mélodie originale</td>
<td class="org-left">mélodie duale</td>
</tr>

<tr>
<td class="org-left">do - sol</td>
<td class="org-left">sol - ré</td>
</tr>
</tbody>
</table>

<p>
Si l’ambitus de la mélodie originale s’étend de la tonique à la
sous-dominante, la mélodie duale s’étendra de la dominante jusqu’à la
tonique.
</p>

<p>
Exemple en <i>do majeur</i> :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">mélodie originale</td>
<td class="org-left">mélodie duale</td>
</tr>

<tr>
<td class="org-left">do - fa</td>
<td class="org-left">sol - do</td>
</tr>
</tbody>
</table>

<p>
Enfin, on peut construire un cas intermédiaire où la mélodie originale
s’étend de la tonique à la dominante, tandis que la mélodie duale
s’étend de la dominante à la tonique.
</p>

<p>
Exemple en <i>do majeur</i> :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">mélodie originale</td>
<td class="org-left">mélodie duale</td>
</tr>

<tr>
<td class="org-left">do - sol</td>
<td class="org-left">sol - do</td>
</tr>
</tbody>
</table>

<p>
Nous verrons une application importante de ce cas particulier lorsque
nour parlerons des <a href="musica-08-clechant.html#heading:mutation">mutations</a>.
</p>
</div>
</div>


<div id="outline-container-org877c29c" class="outline-3">
<h3 id="org877c29c"><span class="section-number-3">1.4.</span> Dualité plagale mélodique</h3>
<div class="outline-text-3" id="text-1-4">
<p>
Le couple plagal peut servir à construire des mélodies qui se
répondent.
</p>

<p>
Ainsi, on peut écrire une mélodie originale dont l’ambitus s’étend
approximativement de la tonique à la dominante. La mélodie duale
s’étendra alors une quinte plus bas, de la sous-dominante jusqu’à la
tonique. Un retour de la mélodie duale à la mélodie originale sera
alors percue comme une montée de quinte.
</p>

<p>
Exemple en <i>la mineur</i> :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">mélodie originale</td>
<td class="org-left">mélodie duale</td>
</tr>

<tr>
<td class="org-left">la - mi</td>
<td class="org-left">ré - la</td>
</tr>
</tbody>
</table>

<p>
Si l’ambitus de la mélodie originale s’étend de la tonique à la
sous-dominante, la mélodie duale s’étendra de la sous-dominante
jusqu’à la sous-tonique.
</p>

<p>
Exemple en <i>la mineur</i> :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">mélodie originale</td>
<td class="org-left">mélodie duale</td>
</tr>

<tr>
<td class="org-left">la - ré</td>
<td class="org-left">ré - sol</td>
</tr>
</tbody>
</table>

<p>
Enfin, on peut construire un cas intermédiaire où la mélodie originale
s’étend de la tonique à la sous-dominante, tandis que la mélodie duale
s’étend de la sous-dominante à la tonique.
</p>

<p>
Exemple en <i>do majeur</i> :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">mélodie originale</td>
<td class="org-left">mélodie duale</td>
</tr>

<tr>
<td class="org-left">la - ré</td>
<td class="org-left">ré - la</td>
</tr>
</tbody>
</table>

<p>
Nous verrons une application importante de ce cas particulier lorsque
nour parlerons des <a href="musica-08-clechant.html#heading:mutation">mutations</a>.
</p>
</div>
</div>


<div id="outline-container-org452ab92" class="outline-3">
<h3 id="org452ab92"><span class="section-number-3">1.5.</span> Couple tonal pentatonique</h3>
<div class="outline-text-3" id="text-1-5">
<p>
Il s’agit d’un couple tonal où les accords utilisés comportent cinq
notes et sont construits en empilant des quintes. On élabore alors
deux petites mélodies :
</p>

<ul class="org-ul">
<li>la première utilise les notes d’un mode pentatonique établi sur la
dominante</li>
<li>la seconde utilise les notes d’un mode pentatonique établi sur la
tonique</li>
</ul>

<p>
Exemple de modes pentatoniques en <i>la mineur</i> :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">dominante</td>
<td class="org-left">tonique</td>
</tr>

<tr>
<td class="org-left">mi sol la si ré mi</td>
<td class="org-left">la do ré mi sol la</td>
</tr>
</tbody>
</table>

<p>
Cette technique est notamment utilisée dans le blues et le jazz.
</p>
</div>
</div>
