grimoire/musica-06-partition.org
*** Majeur

Nous allons à présent étudier la dominante de la sous-dominante.
Supposons par exemple que nous voulions renforcer le rôle de la
sous-dominante de /do majeur/, c’est-à-dire du /fa/. Notre accord doit
donc s’intégrer à la tonalité de /fa majeur/, qui possède un /si^b/
comme altération  :

#+begin_center
fa sol la si^b do ré mi fa
#+end_center

La dominante de cette gamme étant le /do/, la première idée est
d’utiliser la triade :

#+begin_center
do mi sol
#+end_center

mais cet accord ne met pas en évidence l’altération /si^b/ et ne se
différencie donc pas d’un accord parfait de tonique de /do majeur/. On
utilisera donc plutôt un accord d’au minimum quatre notes :

#+begin_center
do mi sol si^b
#+end_center


*** Mineur

En mineur, les modifications sont un peu plus compliquées. Plaçons
nous dans la gamme de /la mineur harmonique/, et construisons la
dominante de la sous-dominante. La sous-dominante étant le /ré/, on
doit intégrer cet accord dans la gamme de /ré mineur harmonique/.
Comme nous sommes une quinte plus bas que le /la/, un /si^b/ apparaît,
auquel on doit ajouter la sensible inférieure /do^{#}/ du mineur
harmonique :

#+begin_center
ré mi fa sol la si^b do^{#} ré
#+end_center

La dominante de cette gamme étant le /la/, on utilisera donc :

#+begin_center
la do^{#} mi
#+end_center

ou :

#+begin_center
la do^{#} mi sol
#+end_center

Si on souhaite mettre l’altération /si^b/ en évidence, on utilisera
plutôt l’accord de cinq notes :

#+begin_center
la do^{#} mi sol si^b
#+end_center


** Sensibles


*** Sensibles secondaires

Une note située à une distance d’un demi-ton d’une tonique secondaire
crée une attraction mélodique vers cette dernière.

Une *sensible secondaire supérieure* est un degré situé juste
au-dessus d’une tonique secondaire, à un demi-ton de celle-ci.

Une *sensible secondaire inférieure* est un degré situé juste
en-dessous d’une tonique secondaire, à un demi-ton de celle-ci.


*** Sensibles auxiliaires

Une note située à une distance d’un demi-ton de la dominante crée une
attraction mélodique vers cette dernière.

La dominante correspondant au degré 5, les notes qui l’entourent sont
situées aux degrés 4 et 6.

Lorsque le degré 4 n’est situé qu’à un demi-ton de la dominante, il
est appelé *sensible auxiliaire inférieure*.

Lorsque le degré 6 n’est situé qu’à un demi-ton de la dominante, il
est appelé *sensible auxiliaire supérieure*.


*** Tableau récapitulatif

| Degrés | Noms                           | Abréviations |
|--------+--------------------------------+--------------|
|      2 | sensible supérieure            | Ssup         |
|      7 | sensible inférieure            | Sinf         |
|      6 | sensible auxiliaire supérieure | SauxSup      |
|      4 | sensible auxiliaire inférieure | SauxInf      |


** Polarisation secondaire

On parle de *polarisation secondaire* lorsqu’un ensemble d’accords
consécutifs remplissent des fonctions secondaires et mettent ainsi en
évidence l’existence d’une tonalité secondaire.

On choisit souvent une note tonale de la gamme principale comme
tonique de la tonalité secondaire. Placer la tonique secondaire sur la
tonique principale revient à identifier les deux gammes et n’apporte
aucun éclairage neuf. La dominante et la sous-dominante sont donc les
choix les plus courants de tonique secondaire.


* Sémantique

#+TOC: headlines 1 local

** Introduction

La fonction tonale d’un accord peut correspondre au degré :

  - de la fondamentale
  - de la basse
  - du soprano
  - d’une éventuelle note redoublée

Un même accord peut donc assurer différentes fonctions tonales,
suivant qu’une ou l’autre de ses notes est mise en évidence.

Inversément, de nombreux accords peuvent jouer le rôle d’une même
fonction tonale : il suffit de placer la note souhaitée en évidence.
Ce procédé permet de choisir au mieux accords et dispositions afin
d’obtenir des mouvements élégants. L’harmonie est donc un cadre très
souple dans lequel viennent s’écouler les mélodies.


*** Suppression

Parfois, la fondamentale est supprimée mais correspond malgré tout à
la fonction tonale de l’accord. On parle alors de *fonction
implicite*.

/Remarque/ : ce raisonnement scabreux vise à considérer l’enchaînement
des degrés 7 - 1 comme une suite de fonctions dominante - tonique. Je
vous le livre ici car il figure dans la théorie harmonique
conventionnelle, mais je n’y souscris pas. Il me semble bien plus
naturel de considérer que l’enchaînement 7 - 1 prend sa source dans la
[[file:musica-04-clavier.org::#heading:cadenceIonienneTroisVoix][cadence ionienne à trois voix]]. Les mouvements contraires qu’elle
contient amènent élégamment la tonique, ce qui justifie sa place parmi
les piliers de l’harmonie tonale.


*** Pédale

Si une pédale est présente, c’est elle qui assure la fonction tonale
pendant toute la durée de son règne. Suivant les cas, on parle de
pédale de tonique, de dominante, ou de sous-dominante.

Idem pour les accords pédale.


*** Accords ornementaux mélodiques

Les accords ornementaux mélodiques n’ont pas de fonction tonale
propre. On considère qu’ils remplissent la même fonction tonale que le
premier accord stratégique qui précède ou qui suit, suivant le
contexte.


** Synonymes

#+TOC: headlines 1 local

*** Introduction

Deux accords distincts remplissant une même fonction tonale sont dit
*synonymes*.


