grimoire/musica-06-partition.html


<div id="outline-container-orgd5a4e2d" class="outline-3">
<h3 id="orgd5a4e2d"><span class="section-number-3">2.5.</span> Dominante de la sous-dominante</h3>
<div class="outline-text-3" id="text-2-5">
</div>
<div id="outline-container-orga3a725f" class="outline-4">
<h4 id="orga3a725f"><span class="section-number-4">2.5.1.</span> Majeur</h4>
<div class="outline-text-4" id="text-2-5-1">
<p>
Nous allons à présent étudier la dominante de la sous-dominante.
Supposons par exemple que nous voulions renforcer le rôle de la
sous-dominante de <i>do majeur</i>, c’est-à-dire du <i>fa</i>. Notre accord doit
donc s’intégrer à la tonalité de <i>fa majeur</i>, qui possède un <i>si<sup>b</sup></i>
comme altération  :
</p>

<div class="org-center">
<p>
fa sol la si<sup>b</sup> do ré mi fa
</p>
</div>

<p>
La dominante de cette gamme étant le <i>do</i>, la première idée est
d’utiliser la triade :
</p>

<div class="org-center">
<p>
do mi sol
</p>
</div>

<p>
mais cet accord ne met pas en évidence l’altération <i>si<sup>b</sup></i> et ne se
différencie donc pas d’un accord parfait de tonique de <i>do majeur</i>. On
utilisera donc plutôt un accord d’au minimum quatre notes :
</p>

<div class="org-center">
<p>
do mi sol si<sup>b</sup>
</p>
</div>
</div>
</div>


<div id="outline-container-org1fadd55" class="outline-4">
<h4 id="org1fadd55"><span class="section-number-4">2.5.2.</span> Mineur</h4>
<div class="outline-text-4" id="text-2-5-2">
<p>
En mineur, les modifications sont un peu plus compliquées. Plaçons
nous dans la gamme de <i>la mineur harmonique</i>, et construisons la
dominante de la sous-dominante. La sous-dominante étant le <i>ré</i>, on
doit intégrer cet accord dans la gamme de <i>ré mineur harmonique</i>.
Comme nous sommes une quinte plus bas que le <i>la</i>, un <i>si<sup>b</sup></i> apparaît,
auquel on doit ajouter la sensible inférieure <i>do<sup>#</sup></i> du mineur
harmonique :
</p>

<div class="org-center">
<p>
ré mi fa sol la si<sup>b</sup> do<sup>#</sup> ré
</p>
</div>

<p>
La dominante de cette gamme étant le <i>la</i>, on utilisera donc :
</p>

<div class="org-center">
<p>
la do<sup>#</sup> mi
</p>
</div>

<p>
ou :
</p>

<div class="org-center">
<p>
la do<sup>#</sup> mi sol
</p>
</div>

<p>
Si on souhaite mettre l’altération <i>si<sup>b</sup></i> en évidence, on utilisera
plutôt l’accord de cinq notes :
</p>

<div class="org-center">
<p>
la do<sup>#</sup> mi sol si<sup>b</sup>
</p>
</div>
</div>
</div>
</div>


<div id="outline-container-orgec3de47" class="outline-3">
<h3 id="orgec3de47"><span class="section-number-3">2.6.</span> Sensibles</h3>
<div class="outline-text-3" id="text-2-6">
</div>
<div id="outline-container-org8077d91" class="outline-4">
<h4 id="org8077d91"><span class="section-number-4">2.6.1.</span> Sensibles secondaires</h4>
<div class="outline-text-4" id="text-2-6-1">
<p>
Une note située à une distance d’un demi-ton d’une tonique secondaire
crée une attraction mélodique vers cette dernière.
</p>

<p>
Une <b>sensible secondaire supérieure</b> est un degré situé juste
au-dessus d’une tonique secondaire, à un demi-ton de celle-ci.
</p>

<p>
Une <b>sensible secondaire inférieure</b> est un degré situé juste
en-dessous d’une tonique secondaire, à un demi-ton de celle-ci.
</p>
</div>
</div>


<div id="outline-container-orge4ad52f" class="outline-4">
<h4 id="orge4ad52f"><span class="section-number-4">2.6.2.</span> Sensibles auxiliaires</h4>
<div class="outline-text-4" id="text-2-6-2">
<p>
Une note située à une distance d’un demi-ton de la dominante crée une
attraction mélodique vers cette dernière.
</p>

<p>
La dominante correspondant au degré 5, les notes qui l’entourent sont
situées aux degrés 4 et 6.
</p>

<p>
Lorsque le degré 4 n’est situé qu’à un demi-ton de la dominante, il
est appelé <b>sensible auxiliaire inférieure</b>.
</p>

<p>
Lorsque le degré 6 n’est situé qu’à un demi-ton de la dominante, il
est appelé <b>sensible auxiliaire supérieure</b>.
</p>
</div>
</div>


<div id="outline-container-org1fe1c6b" class="outline-4">
<h4 id="org1fe1c6b"><span class="section-number-4">2.6.3.</span> Tableau récapitulatif</h4>
<div class="outline-text-4" id="text-2-6-3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Degrés</th>
<th scope="col" class="org-left">Noms</th>
<th scope="col" class="org-left">Abréviations</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">2</td>
<td class="org-left">sensible supérieure</td>
<td class="org-left">Ssup</td>
</tr>

<tr>
<td class="org-right">7</td>
<td class="org-left">sensible inférieure</td>
<td class="org-left">Sinf</td>
</tr>

<tr>
<td class="org-right">6</td>
<td class="org-left">sensible auxiliaire supérieure</td>
<td class="org-left">SauxSup</td>
</tr>

<tr>
<td class="org-right">4</td>
<td class="org-left">sensible auxiliaire inférieure</td>
<td class="org-left">SauxInf</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-org6871286" class="outline-3">
<h3 id="org6871286"><span class="section-number-3">2.7.</span> Polarisation secondaire</h3>
<div class="outline-text-3" id="text-2-7">
<p>
On parle de <b>polarisation secondaire</b> lorsqu’un ensemble d’accords
consécutifs remplissent des fonctions secondaires et mettent ainsi en
évidence l’existence d’une tonalité secondaire.
</p>

<p>
On choisit souvent une note tonale de la gamme principale comme
tonique de la tonalité secondaire. Placer la tonique secondaire sur la
tonique principale revient à identifier les deux gammes et n’apporte
aucun éclairage neuf. La dominante et la sous-dominante sont donc les
choix les plus courants de tonique secondaire.
</p>
</div>
</div>
</div>


<div id="outline-container-org7b8ab29" class="outline-2">
<h2 id="org7b8ab29"><span class="section-number-2">3.</span> Sémantique</h2>
<div class="outline-text-2" id="text-3">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgcfb04a5">3.1. Introduction</a></li>
<li><a href="#org084a851">3.2. Synonymes</a></li>
<li><a href="#orgaa2f9bf">3.3. Lien sémantique</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgcfb04a5" class="outline-3">
<h3 id="orgcfb04a5"><span class="section-number-3">3.1.</span> Introduction</h3>
<div class="outline-text-3" id="text-3-1">
<p>
La fonction tonale d’un accord peut correspondre au degré :
</p>

<ul class="org-ul">
<li>de la fondamentale</li>
<li>de la basse</li>
<li>du soprano</li>
<li>d’une éventuelle note redoublée</li>
</ul>

<p>
Un même accord peut donc assurer différentes fonctions tonales,
suivant qu’une ou l’autre de ses notes est mise en évidence.
</p>

<p>
Inversément, de nombreux accords peuvent jouer le rôle d’une même
fonction tonale : il suffit de placer la note souhaitée en évidence.
Ce procédé permet de choisir au mieux accords et dispositions afin
d’obtenir des mouvements élégants. L’harmonie est donc un cadre très
souple dans lequel viennent s’écouler les mélodies.
</p>
</div>


<div id="outline-container-org691b4a3" class="outline-4">
<h4 id="org691b4a3"><span class="section-number-4">3.1.1.</span> Suppression</h4>
<div class="outline-text-4" id="text-3-1-1">
<p>
Parfois, la fondamentale est supprimée mais correspond malgré tout à
la fonction tonale de l’accord. On parle alors de <b>fonction
implicite</b>.
</p>

<p>
<i>Remarque</i> : ce raisonnement scabreux vise à considérer l’enchaînement
des degrés 7 - 1 comme une suite de fonctions dominante - tonique. Je
vous le livre ici car il figure dans la théorie harmonique
conventionnelle, mais je n’y souscris pas. Il me semble bien plus
naturel de considérer que l’enchaînement 7 - 1 prend sa source dans la
<a href="musica-04-clavier.html#heading:cadenceIonienneTroisVoix">cadence ionienne à trois voix</a>. Les mouvements contraires qu’elle
contient amènent élégamment la tonique, ce qui justifie sa place parmi
les piliers de l’harmonie tonale.
</p>
</div>
</div>


<div id="outline-container-org5aeaa43" class="outline-4">
<h4 id="org5aeaa43"><span class="section-number-4">3.1.2.</span> Pédale</h4>
<div class="outline-text-4" id="text-3-1-2">
<p>
Si une pédale est présente, c’est elle qui assure la fonction tonale
pendant toute la durée de son règne. Suivant les cas, on parle de
pédale de tonique, de dominante, ou de sous-dominante.
</p>

<p>
Idem pour les accords pédale.
</p>
</div>
</div>


<div id="outline-container-org6958eaf" class="outline-4">
<h4 id="org6958eaf"><span class="section-number-4">3.1.3.</span> Accords ornementaux mélodiques</h4>
<div class="outline-text-4" id="text-3-1-3">
<p>
Les accords ornementaux mélodiques n’ont pas de fonction tonale
propre. On considère qu’ils remplissent la même fonction tonale que le
premier accord stratégique qui précède ou qui suit, suivant le
contexte.
</p>
</div>
</div>
</div>


<div id="outline-container-org084a851" class="outline-3">
<h3 id="org084a851"><span class="section-number-3">3.2.</span> Synonymes</h3>
<div class="outline-text-3" id="text-3-2">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org6beb11b">3.2.1. Introduction</a></li>
<li><a href="#org72263fe">3.2.2. Recherche d’accords synonymes</a></li>
<li><a href="#orga159de4">3.2.3. Sans fondamentale</a></li>
<li><a href="#org9e9e998">3.2.4. Synonymes usuels</a></li>
<li><a href="#org97a97c1">3.2.5. Les plus courants</a></li>
</ul>
</div>
</div>

<div id="outline-container-org6beb11b" class="outline-4">
<h4 id="org6beb11b"><span class="section-number-4">3.2.1.</span> Introduction</h4>
<div class="outline-text-4" id="text-3-2-1">
<p>
Deux accords distincts remplissant une même fonction tonale sont dit
<b>synonymes</b>.
</p>
</div>
</div>
