grimoire/musica-06-partition.html


<div id="outline-container-org72263fe" class="outline-4">
<h4 id="org72263fe"><span class="section-number-4">3.2.2.</span> Recherche d’accords synonymes</h4>
<div class="outline-text-4" id="text-3-2-2">
<p>
Nous allons considérer un exemple simple afin de bien comprendre le
procédé permettant de découvrir des accords synonymes. Nous
choisissons la note <i>do</i> comme tonique et nous voulons découvrir les
accords pouvant remplir la fonction de dominante. La dominante étant
le <i>sol</i>, cette note devra donc pouvoir être mise en évidence. Le
choix le plus évident est un accord du degré 5 avec le <i>sol</i> comme
fondamentale, mais il en existe d’autres.
</p>

<p>
On peut parcourir le cycle des tierces pour découvrir les autres
accords à base de tierces incluant un <i>sol</i>. Pour les triades, cela
nous donne :
</p>

<ul class="org-ul">
<li><i>sol</i> si ré</li>
<li>mi <i>sol</i> si</li>
<li>do mi <i>sol</i></li>
</ul>

<p>
On voit que les fondamentales de ces accords, <i>sol</i>, <i>mi</i> et <i>do</i>,
descendent le cycle des tierces.
</p>

<p>
Il ne nous reste plus qu’à mettre en évidence le <i>sol</i> en le plaçant à
la basse, au soprano ou en le doublant. Nous choissons ici la dernière
option, ce qui nous donne :
</p>

<ul class="org-ul">
<li><i>sol</i> si ré <i>sol</i></li>
<li><i>sol</i> mi <i>sol</i> si</li>
<li><i>sol</i> do mi <i>sol</i></li>
</ul>
</div>
</div>


<div id="outline-container-orga159de4" class="outline-4">
<h4 id="orga159de4"><span class="section-number-4">3.2.3.</span> Sans fondamentale</h4>
<div class="outline-text-4" id="text-3-2-3">
<p>
Nous pouvons aussi considérer qu’un accord de degré 7 :
</p>

<div class="org-center">
<p>
si ré fa <code>...</code>
</p>
</div>

<p>
est un accord de degré 5 privé de sa fondamentale :
</p>

<div class="org-center">
<p>
(sol) si ré fa <code>...</code>
</p>
</div>

<p>
et remplit implicitement une fonction de dominante.
</p>
</div>
</div>


<div id="outline-container-org9e9e998" class="outline-4">
<h4 id="org9e9e998"><span class="section-number-4">3.2.4.</span> Synonymes usuels</h4>
<div class="outline-text-4" id="text-3-2-4">
<p>
Étant donné une note tonale située sur le degré <i>X</i>, les synonymes
les plus utilisés sont :
</p>

<ul class="org-ul">
<li>les accords du degré <i>X</i></li>
<li>les accords dont la fondamentale est située une tierce plus bas que le degré <i>X</i></li>
<li>les accords dont la fondamentale est située une quinte plus bas que le degré <i>X</i></li>
</ul>

<p>
En effet, tous ces accords contiennent la note du degré <i>X</i>, ce qui
permet de mettre la note tonale en évidence. On ajoute à cela les
accords situés à la tierce supérieure, considérés comme des degrés <i>X</i>
sans fondamentale.
</p>

<p>
Le tableau suivant nous donne les degrés des accords synonymes :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">quinte</th>
<th scope="col" class="org-right">tierce</th>
<th scope="col" class="org-right">degré</th>
<th scope="col" class="org-right">tierce</th>
</tr>

<tr>
<th scope="col" class="org-right">inférieure</th>
<th scope="col" class="org-right">inférieure</th>
<th scope="col" class="org-right">tonal</th>
<th scope="col" class="org-right">supérieure</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">4</td>
<td class="org-right">6</td>
<td class="org-right">1</td>
<td class="org-right">3</td>
</tr>

<tr>
<td class="org-right">7</td>
<td class="org-right">2</td>
<td class="org-right">4</td>
<td class="org-right">6</td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-right">3</td>
<td class="org-right">5</td>
<td class="org-right">7</td>
</tr>
</tbody>
</table>


<p>
Exemple en <i>do majeur</i> :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">quinte</th>
<th scope="col" class="org-left">tierce</th>
<th scope="col" class="org-left">degré</th>
<th scope="col" class="org-left">tierce</th>
</tr>

<tr>
<th scope="col" class="org-left">inférieure</th>
<th scope="col" class="org-left">inférieure</th>
<th scope="col" class="org-left">tonal</th>
<th scope="col" class="org-left">supérieure</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">fa</td>
<td class="org-left">la</td>
<td class="org-left">do</td>
<td class="org-left">mi</td>
</tr>

<tr>
<td class="org-left">si</td>
<td class="org-left">ré</td>
<td class="org-left">fa</td>
<td class="org-left">la</td>
</tr>

<tr>
<td class="org-left">do</td>
<td class="org-left">mi</td>
<td class="org-left">sol</td>
<td class="org-left">si</td>
</tr>
</tbody>
</table>

<p>
Exemple en <i>la mineur</i> :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">quinte</th>
<th scope="col" class="org-left">tierce</th>
<th scope="col" class="org-left">degré</th>
<th scope="col" class="org-left">tierce</th>
</tr>

<tr>
<th scope="col" class="org-left">inférieure</th>
<th scope="col" class="org-left">inférieure</th>
<th scope="col" class="org-left">tonal</th>
<th scope="col" class="org-left">supérieure</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">ré</td>
<td class="org-left">fa</td>
<td class="org-left">la</td>
<td class="org-left">do</td>
</tr>

<tr>
<td class="org-left">sol</td>
<td class="org-left">si</td>
<td class="org-left">ré</td>
<td class="org-left">fa</td>
</tr>

<tr>
<td class="org-left">la</td>
<td class="org-left">do</td>
<td class="org-left">mi</td>
<td class="org-left">sol</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org97a97c1" class="outline-4">
<h4 id="org97a97c1"><span class="section-number-4">3.2.5.</span> Les plus courants</h4>
<div class="outline-text-4" id="text-3-2-5">
<p>
Les possibilités les plus couramment employées sont rassemblées dans
ce tableau :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Fonctions</th>
<th scope="col" class="org-right">Degrés</th>
<th scope="col" class="org-left">Exemple</th>
<th scope="col" class="org-left">Exemple</th>
</tr>

<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-right">&#xa0;</th>
<th scope="col" class="org-left">en do majeur</th>
<th scope="col" class="org-left">en la mineur</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">tonique</td>
<td class="org-right">1</td>
<td class="org-left">do</td>
<td class="org-left">la</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">6</td>
<td class="org-left">la</td>
<td class="org-left">fa</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">3</td>
<td class="org-left">mi</td>
<td class="org-left">do</td>
</tr>

<tr>
<td class="org-left">sous-dominante</td>
<td class="org-right">4</td>
<td class="org-left">fa</td>
<td class="org-left">ré</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">ré</td>
<td class="org-left">si</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">6</td>
<td class="org-left">la</td>
<td class="org-left">fa</td>
</tr>

<tr>
<td class="org-left">dominante</td>
<td class="org-right">5</td>
<td class="org-left">sol</td>
<td class="org-left">mi</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">3</td>
<td class="org-left">mi</td>
<td class="org-left">do</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">7</td>
<td class="org-left">si</td>
<td class="org-left">sol</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-orgaa2f9bf" class="outline-3">
<h3 id="orgaa2f9bf"><span class="section-number-3">3.3.</span> Lien sémantique</h3>
<div class="outline-text-3" id="text-3-3">
<p>
Lorsqu’une modification de la disposition d’un accord <i>A</i> permet de
rendre sa fonction tonale identique à celle d’un accord <i>B</i>, on dit
qu’il existe un <b>lien sémantique</b> entre les accords <i>A</i> et <i>B</i>.
</p>

<p>
Par exemple, en <i>do majeur</i>, l’accord :
</p>

<div class="org-center">
<p>
do mi sol
</p>
</div>

<p>
exerce une fonction de tonique. Si nous plaçons le <i>sol</i> à la basse et
que nous le doublons :
</p>

<div class="org-center">
<p>
sol do mi sol
</p>
</div>

<p>
il exerce alors une fonction de dominante. On met ainsi en évidence un
lien sémantique avec l’accord du degré 5 :
</p>

<div class="org-center">
<p>
sol si ré sol
</p>
</div>

<p>
qui exerce la même fonction.
</p>
</div>


<div id="outline-container-org173df1f" class="outline-4">
<h4 id="org173df1f"><span class="section-number-4">3.3.1.</span> Synonymes</h4>
<div class="outline-text-4" id="text-3-3-1">
<p>
Si les accords <i>A</i> et <i>B</i> sont unis par un lien sémantique, on peut
réarranger <i>A</i>, ou du moins réinterpréter sa fonction tonale, pour
qu’il soit synonyme de <i>B</i>.
</p>
</div>
</div>
</div>
</div>
