grimoire/musica-06-partition.org
** Introduction

Le *cycle tonal* est une suite d’accords dont les fondamentales
descendent le cycle des quintes, mais en annulant ou ajoutant des
altérations pour que les notes obtenues restent dans la tonalité. Il
part du degré 1 et parcourt tous les autres degrés jusqu’à revenir à
la tonique.

Considérons par exemple la tonalité de /la mineur/. Le cycle des
quintes descendantes s’écrit :

#+begin_center
la ré sol do fa si^b mi^b la^b
#+end_center

Les bémols /si^b/, /mi^b/ et /la^b/ ne font pas partie de la tonalité
et sont donc annulés pour revenir aux notes naturelles /si/, /mi/ et
/la/. On obtient ainsi le cycle :

#+begin_center
la ré sol do fa si mi la
#+end_center

ce qui correspond aux degrés :

#+ATTR_HTML: :class plat
| notes  | : | la | ré | sol | do | fa | si | mi | la |
| degrés | : |  1 |  4 |   7 |  3 |  6 |  2 |  5 | 1  |

Écrit en terme de degrés, le cycle tonal est applicable à n’importe
quelle tonalité. C’est donc cette forme que nous retiendrons :

#+ATTR_HTML: :class plat
| 1 | 4 | 7 | 3 | 6 | 2 | 5 | 1 |

C’est ce cycle, répété en boucle, qui sert de fondation à la musique
tonale. Naturellement, de nombreuses variations de ce modèle se
succèdent afin d’en rompre la monotonie. Si les techniques permettant
de produire ces variations peuvent nous mener à des enchaînements
parfois très éloignés du cycle d’origine, elles respectent néanmoins
certains principes :

  - il existe un lien entre
    + les accords originaux et les modifications
    + le nouvel accord et son environnement
  - ce lien peut être
    + accord synonyme
    + lien sémantique
    + fonction secondaire
    + lien polyphonique
    + enharmonie
  - l’accord final de chaque cycle fait en général fonction de tonique
    ou de dominante

Le cycle tonal permet d’expliquer des enchaînements courants ou d’en
découvrir de nouveaux, mais n’oublions pas qu’il ne s’agit que d’un
d’outil optionnel, à utiliser lorsqu’on le juge pertinent.


*** Quinte diminuée

Reprenons notre exemple en /la mineur/. Si toutes les quintes étaient
justes, nous traverserions le cycle complet des douze notes
diatoniques et altérées :

#+begin_center
la ré sol do fa si^b mi^b la^b ré^b sol^b [do^b = si] mi la
#+end_center

Au moins une de ces quintes doit être altérée afin de rester dans la
gamme heptatonique de /la mineur/. Dans notre exemple, l’annulation
des bémols produit l’apparition de la quinte diminuée descendante
/fa — si/.


** Suppression des doublons

Afin de simplifier la structure musicale, les accords intervenant en
double peuvent naturellement être réduits à un seul exemplaire.
Exemple :

#+ATTR_HTML: :class plat
| =...= | 5 | *1* | *1* | 4 | =...= | —> | =...= | 5 | *1* | 4 | =...= |


** Substitution

Cette opération consiste à remplacer un accord du cycle par un autre.
On veille toutefois à ce que l’accord original et son remplaçant
présentent certaines caractéristiques communes. Voici les principaux
mécanismes de substitution :

  - substitution par un accord synonyme à l’accord remplacé
  - substitution par un accord qui possède un lien sémantique avec
    l’accord remplacé
  - substitution par une fonction secondaire transformant le degré
    suivant en tonique secondaire
  - substitution polyphonique : le nouvel accord possède des liens
    polyphoniques avec les accords environnants
  - substitution enharmonique : le nouvel accord est enharmonique à
    l’accord remplacé


** Insertion

Cette opération consiste à insérer un nouvel accord entre deux accords
du cycle. On veille toutefois à ce que l’accord inséré présente
certaines caractéristiques communes avec au moins un des accords
environnants. Les techniques d’insertion sont similaires à celles
utilisées pour la substitution :

  - insertion d’un accord synonyme renforçant une fonction tonale
    environnante
  - insertion d’un accord possédant un lien sémantique avec un des
    accords environnants
  - insertion d’une fonction secondaire transformant le degré
    suivant en tonique secondaire
  - insertion polyphonique : le nouvel accord possède des liens
    polyphoniques avec les accords environnants
  - insertion par enharmonie : le nouvel accord est enharmonique au
    précédent ou au suivent


** Déviation

Cette opération consiste à dévier de trajectoire en créant un
raccourci dans le cycle tonal. On veille toutefois à ce que l’accord
de départ ait un lien avec l’accord d’arrivée :

  - déviation vers un accord d’arrivée synonyme à celui de départ
  - déviation vers un accord d’arrivée qui possède un lien sémantique
    avec l’accord de départ
  - déviation polyphonique : l’accord de départ possède un lien polyphonique
    avec l’accord d’arrivée
  - déviation enharmonique : les accords de départ et d’arrivée sont
    enharmoniques


*** Raccourci

Le *raccourci* est une déviation partant de n’importe quel accord du
cycle vers une fonction de dominante, éventuellement suivie par une
fonction de tonique.


