grimoire/musica-06-partition.html


<div id="outline-container-org66abcc1" class="outline-2">
<h2 id="org66abcc1"><span class="section-number-2">4.</span> Cycle tonal</h2>
<div class="outline-text-2" id="text-4">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgd88b568">4.1. Introduction</a></li>
<li><a href="#org7e6e533">4.2. Suppression des doublons</a></li>
<li><a href="#orgc9589cf">4.3. Substitution</a></li>
<li><a href="#org7dd2334">4.4. Insertion</a></li>
<li><a href="#org7c65e5b">4.5. Déviation</a></li>
<li><a href="#org9e48658">4.6. Figures de style</a></li>
<li><a href="#orgeb3c09f">4.7. Interprétation &amp; réalisation</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgd88b568" class="outline-3">
<h3 id="orgd88b568"><span class="section-number-3">4.1.</span> Introduction</h3>
<div class="outline-text-3" id="text-4-1">
<p>
Le <b>cycle tonal</b> est une suite d’accords dont les fondamentales
descendent le cycle des quintes, mais en annulant ou ajoutant des
altérations pour que les notes obtenues restent dans la tonalité. Il
part du degré 1 et parcourt tous les autres degrés jusqu’à revenir à
la tonique.
</p>

<p>
Considérons par exemple la tonalité de <i>la mineur</i>. Le cycle des
quintes descendantes s’écrit :
</p>

<div class="org-center">
<p>
la ré sol do fa si<sup>b</sup> mi<sup>b</sup> la<sup>b</sup>
</p>
</div>

<p>
Les bémols <i>si<sup>b</sup></i>, <i>mi<sup>b</sup></i> et <i>la<sup>b</sup></i> ne font pas partie de la tonalité
et sont donc annulés pour revenir aux notes naturelles <i>si</i>, <i>mi</i> et
<i>la</i>. On obtient ainsi le cycle :
</p>

<div class="org-center">
<p>
la ré sol do fa si mi la
</p>
</div>

<p>
ce qui correspond aux degrés :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left">notes</td>
<td class="org-left">:</td>
<td class="org-right">la</td>
<td class="org-right">ré</td>
<td class="org-right">sol</td>
<td class="org-right">do</td>
<td class="org-right">fa</td>
<td class="org-right">si</td>
<td class="org-right">mi</td>
<td class="org-right">la</td>
</tr>

<tr>
<td class="org-left">degrés</td>
<td class="org-left">:</td>
<td class="org-right">1</td>
<td class="org-right">4</td>
<td class="org-right">7</td>
<td class="org-right">3</td>
<td class="org-right">6</td>
<td class="org-right">2</td>
<td class="org-right">5</td>
<td class="org-right">1</td>
</tr>
</tbody>
</table>

<p>
Écrit en terme de degrés, le cycle tonal est applicable à n’importe
quelle tonalité. C’est donc cette forme que nous retiendrons :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-right">1</td>
<td class="org-right">4</td>
<td class="org-right">7</td>
<td class="org-right">3</td>
<td class="org-right">6</td>
<td class="org-right">2</td>
<td class="org-right">5</td>
<td class="org-right">1</td>
</tr>
</tbody>
</table>

<p>
C’est ce cycle, répété en boucle, qui sert de fondation à la musique
tonale. Naturellement, de nombreuses variations de ce modèle se
succèdent afin d’en rompre la monotonie. Si les techniques permettant
de produire ces variations peuvent nous mener à des enchaînements
parfois très éloignés du cycle d’origine, elles respectent néanmoins
certains principes :
</p>

<ul class="org-ul">
<li>il existe un lien entre
<ul class="org-ul">
<li>les accords originaux et les modifications</li>
<li>le nouvel accord et son environnement</li>
</ul></li>
<li>ce lien peut être
<ul class="org-ul">
<li>accord synonyme</li>
<li>lien sémantique</li>
<li>fonction secondaire</li>
<li>lien polyphonique</li>
<li>enharmonie</li>
</ul></li>
<li>l’accord final de chaque cycle fait en général fonction de tonique
ou de dominante</li>
</ul>

<p>
Le cycle tonal permet d’expliquer des enchaînements courants ou d’en
découvrir de nouveaux, mais n’oublions pas qu’il ne s’agit que d’un
d’outil optionnel, à utiliser lorsqu’on le juge pertinent.
</p>
</div>


<div id="outline-container-orga6bc2e9" class="outline-4">
<h4 id="orga6bc2e9"><span class="section-number-4">4.1.1.</span> Quinte diminuée</h4>
<div class="outline-text-4" id="text-4-1-1">
<p>
Reprenons notre exemple en <i>la mineur</i>. Si toutes les quintes étaient
justes, nous traverserions le cycle complet des douze notes
diatoniques et altérées :
</p>

<div class="org-center">
<p>
la ré sol do fa si<sup>b</sup> mi<sup>b</sup> la<sup>b</sup> ré<sup>b</sup> sol<sup>b</sup> [do<sup>b</sup> = si] mi la
</p>
</div>

<p>
Au moins une de ces quintes doit être altérée afin de rester dans la
gamme heptatonique de <i>la mineur</i>. Dans notre exemple, l’annulation
des bémols produit l’apparition de la quinte diminuée descendante
<i>fa — si</i>.
</p>
</div>
</div>
</div>


<div id="outline-container-org7e6e533" class="outline-3">
<h3 id="org7e6e533"><span class="section-number-3">4.2.</span> Suppression des doublons</h3>
<div class="outline-text-3" id="text-4-2">
<p>
Afin de simplifier la structure musicale, les accords intervenant en
double peuvent naturellement être réduits à un seul exemplaire.
Exemple :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left"><code>...</code></td>
<td class="org-right">5</td>
<td class="org-left"><b>1</b></td>
<td class="org-left"><b>1</b></td>
<td class="org-right">4</td>
<td class="org-left"><code>...</code></td>
<td class="org-left">—&gt;</td>
<td class="org-left"><code>...</code></td>
<td class="org-right">5</td>
<td class="org-left"><b>1</b></td>
<td class="org-right">4</td>
<td class="org-left"><code>...</code></td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orgc9589cf" class="outline-3">
<h3 id="orgc9589cf"><span class="section-number-3">4.3.</span> Substitution</h3>
<div class="outline-text-3" id="text-4-3">
<p>
Cette opération consiste à remplacer un accord du cycle par un autre.
On veille toutefois à ce que l’accord original et son remplaçant
présentent certaines caractéristiques communes. Voici les principaux
mécanismes de substitution :
</p>

<ul class="org-ul">
<li>substitution par un accord synonyme à l’accord remplacé</li>
<li>substitution par un accord qui possède un lien sémantique avec
l’accord remplacé</li>
<li>substitution par une fonction secondaire transformant le degré
suivant en tonique secondaire</li>
<li>substitution polyphonique : le nouvel accord possède des liens
polyphoniques avec les accords environnants</li>
<li>substitution enharmonique : le nouvel accord est enharmonique à
l’accord remplacé</li>
</ul>
</div>
</div>


<div id="outline-container-org7dd2334" class="outline-3">
<h3 id="org7dd2334"><span class="section-number-3">4.4.</span> Insertion</h3>
<div class="outline-text-3" id="text-4-4">
<p>
Cette opération consiste à insérer un nouvel accord entre deux accords
du cycle. On veille toutefois à ce que l’accord inséré présente
certaines caractéristiques communes avec au moins un des accords
environnants. Les techniques d’insertion sont similaires à celles
utilisées pour la substitution :
</p>

<ul class="org-ul">
<li>insertion d’un accord synonyme renforçant une fonction tonale
environnante</li>
<li>insertion d’un accord possédant un lien sémantique avec un des
accords environnants</li>
<li>insertion d’une fonction secondaire transformant le degré
suivant en tonique secondaire</li>
<li>insertion polyphonique : le nouvel accord possède des liens
polyphoniques avec les accords environnants</li>
<li>insertion par enharmonie : le nouvel accord est enharmonique au
précédent ou au suivent</li>
</ul>
</div>
</div>


<div id="outline-container-org7c65e5b" class="outline-3">
<h3 id="org7c65e5b"><span class="section-number-3">4.5.</span> Déviation</h3>
<div class="outline-text-3" id="text-4-5">
<p>
Cette opération consiste à dévier de trajectoire en créant un
raccourci dans le cycle tonal. On veille toutefois à ce que l’accord
de départ ait un lien avec l’accord d’arrivée :
</p>

<ul class="org-ul">
<li>déviation vers un accord d’arrivée synonyme à celui de départ</li>
<li>déviation vers un accord d’arrivée qui possède un lien sémantique
avec l’accord de départ</li>
<li>déviation polyphonique : l’accord de départ possède un lien polyphonique
avec l’accord d’arrivée</li>
<li>déviation enharmonique : les accords de départ et d’arrivée sont
enharmoniques</li>
</ul>
</div>


<div id="outline-container-org4c29137" class="outline-4">
<h4 id="org4c29137"><span class="section-number-4">4.5.1.</span> Raccourci</h4>
<div class="outline-text-4" id="text-4-5-1">
<p>
Le <b>raccourci</b> est une déviation partant de n’importe quel accord du
cycle vers une fonction de dominante, éventuellement suivie par une
fonction de tonique.
</p>
</div>
</div>
