grimoire/musica-06-partition.html


<div id="outline-container-orga692690" class="outline-4">
<h4 id="orga692690"><span class="section-number-4">4.5.2.</span> Déviation enharmonique</h4>
<div class="outline-text-4" id="text-4-5-2">
<p>
À titre d’exemple de déviation enharmonique, plaçons-nous en <i>la
mineur</i>. L’accord de dominante sans fondamentale :
</p>

<div class="org-center">
<p>
sol<sup>#</sup> si ré fa
</p>
</div>

<p>
est enharmonique à :
</p>

<div class="org-center">
<p>
la<sup>b</sup> si ré fa
</p>
</div>

<p>
lui-même renversement de :
</p>

<div class="org-center">
<p>
si ré fa la<sup>b</sup>
</p>
</div>

<p>
Ce dernier accord étant du degré 2, on peut créer un court-circuit
entre les degrés 7 et 2. Le cycle devient :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-right">1</td>
<td class="org-right">4</td>
<td class="org-right">7</td>
<td class="org-right">2</td>
<td class="org-right">5</td>
<td class="org-right">1</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-org9e48658" class="outline-3">
<h3 id="org9e48658"><span class="section-number-3">4.6.</span> Figures de style</h3>
<div class="outline-text-3" id="text-4-6">
<p>
On peut imaginer d’autres types de modifications à apporter au cycle
tonal, en s’inspirant des <a href="litera-02-styleau.html">figures de style</a> littéraires par exemple.
</p>
</div>
</div>


<div id="outline-container-orgeb3c09f" class="outline-3">
<h3 id="orgeb3c09f"><span class="section-number-3">4.7.</span> Interprétation &amp; réalisation</h3>
<div class="outline-text-3" id="text-4-7">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org7c355e3">4.7.1. Introduction</a></li>
<li><a href="#org0355791">4.7.2. Degré 7 comme dominante</a></li>
<li><a href="#org9f5f93b">4.7.3. Degré 3 comme dominante</a></li>
<li><a href="#org8d656ee">4.7.4. Degrés 6 et 2 comme sous-dominante</a></li>
<li><a href="#org5eaf6f2">4.7.5. Suites fréquentes</a></li>
</ul>
</div>
</div>

<div id="outline-container-org7c355e3" class="outline-4">
<h4 id="org7c355e3"><span class="section-number-4">4.7.1.</span> Introduction</h4>
<div class="outline-text-4" id="text-4-7-1">
<p>
Il existe de nombreuses interprétations du cycle tonal en terme de
fonctions, et chacune de ces interprétations peut être réalisées par
différentes suites d’accords. Nous disposons donc d’un système très
prolifique.
</p>
</div>
</div>


<div id="outline-container-org0355791" class="outline-4">
<h4 id="org0355791"><span class="section-number-4">4.7.2.</span> Degré 7 comme dominante</h4>
<div class="outline-text-4" id="text-4-7-2">
<p>
Voici un exemple d’interprétation du cycle tonal :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-right">1</td>
<td class="org-right">4</td>
<td class="org-right">7</td>
<td class="org-right">3</td>
<td class="org-right">6</td>
<td class="org-right">2</td>
<td class="org-right">5</td>
<td class="org-right">1</td>
</tr>

<tr>
<td class="org-right">T</td>
<td class="org-right">SD</td>
<td class="org-right">D</td>
<td class="org-right">T</td>
<td class="org-right">T</td>
<td class="org-right">Daux</td>
<td class="org-right">D</td>
<td class="org-right">T</td>
</tr>
</tbody>
</table>

<p>
Le degré 7 y est considéré comme une dominante sans fondamentale et
les degrés 3 et 6 comme des accords de tonique. L’astuce est que nous
allons à présent oublier les degrés du cycle pour se concentrer sur
les fonctions :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">T</td>
<td class="org-left">SD</td>
<td class="org-left">D</td>
<td class="org-left">T</td>
<td class="org-left">T</td>
<td class="org-left">Daux</td>
<td class="org-left">D</td>
<td class="org-left">T</td>
</tr>
</tbody>
</table>

<p>
Nous pouvons décider de réaliser ces fonctions par la suite
d’accords :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-right">T</td>
<td class="org-right">SD</td>
<td class="org-right">D</td>
<td class="org-right">T</td>
<td class="org-right">T</td>
<td class="org-right">Daux</td>
<td class="org-right">D</td>
<td class="org-right">T</td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-right">4</td>
<td class="org-right">5</td>
<td class="org-right">1</td>
<td class="org-right">6</td>
<td class="org-right">2</td>
<td class="org-right">5</td>
<td class="org-right">1</td>
</tr>
</tbody>
</table>

<p>
pour autant que chacun d’entre-eux mette en évidence la note tonale
correspondante, cela va de soi. Mais il existe d’autres possibilités
pour représenter cette suite de fonctions. Par exemple :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-right">1</td>
<td class="org-right">4</td>
<td class="org-right">5</td>
<td class="org-right">6</td>
<td class="org-right">3</td>
<td class="org-right">2</td>
<td class="org-right">5</td>
<td class="org-right">1</td>
</tr>
</tbody>
</table>

<p>
ou :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-right">5</td>
<td class="org-right">6</td>
<td class="org-right">1</td>
<td class="org-right">4</td>
<td class="org-right">5</td>
<td class="org-right">1</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org9f5f93b" class="outline-4">
<h4 id="org9f5f93b"><span class="section-number-4">4.7.3.</span> Degré 3 comme dominante</h4>
<div class="outline-text-4" id="text-4-7-3">
<p>
Si nous considérons que le degré 3 représente une dominante, nous
pouvons interpréter le cycle tonal de la façon suivante :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-right">1</td>
<td class="org-right">4</td>
<td class="org-right">7</td>
<td class="org-right">3</td>
<td class="org-right">6</td>
<td class="org-right">2</td>
<td class="org-right">5</td>
<td class="org-right">1</td>
</tr>

<tr>
<td class="org-right">T</td>
<td class="org-right">SD</td>
<td class="org-right">D</td>
<td class="org-right">D</td>
<td class="org-right">T</td>
<td class="org-right">Daux</td>
<td class="org-right">D</td>
<td class="org-right">T</td>
</tr>
</tbody>
</table>

<p>
qui peut par exemple se représenter par la suite d’accords :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-right">T</td>
<td class="org-right">SD</td>
<td class="org-right">D</td>
<td class="org-right">D</td>
<td class="org-right">T</td>
<td class="org-right">Daux</td>
<td class="org-right">D</td>
<td class="org-right">T</td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-right">4</td>
<td class="org-right">7</td>
<td class="org-right">5</td>
<td class="org-right">6</td>
<td class="org-right">2</td>
<td class="org-right">5</td>
<td class="org-right">1</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org8d656ee" class="outline-4">
<h4 id="org8d656ee"><span class="section-number-4">4.7.4.</span> Degrés 6 et 2 comme sous-dominante</h4>
<div class="outline-text-4" id="text-4-7-4">
<p>
Si nous considérons que les degrés 6 et 2 représentent une
sous-dominante :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-right">1</td>
<td class="org-right">4</td>
<td class="org-right">7</td>
<td class="org-right">3</td>
<td class="org-right">6</td>
<td class="org-right">2</td>
<td class="org-right">5</td>
<td class="org-right">1</td>
</tr>

<tr>
<td class="org-right">T</td>
<td class="org-right">SD</td>
<td class="org-right">D</td>
<td class="org-right">T</td>
<td class="org-right">SD</td>
<td class="org-right">SD</td>
<td class="org-right">D</td>
<td class="org-right">T</td>
</tr>
</tbody>
</table>

<p>
nous obtenons par exemple :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-right">T</td>
<td class="org-right">SD</td>
<td class="org-right">D</td>
<td class="org-right">T</td>
<td class="org-right">SD</td>
<td class="org-right">SD</td>
<td class="org-right">D</td>
<td class="org-right">T</td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-right">2</td>
<td class="org-right">5</td>
<td class="org-right">1</td>
<td class="org-right">6</td>
<td class="org-right">4</td>
<td class="org-right">5</td>
<td class="org-right">1</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org5eaf6f2" class="outline-4">
<h4 id="org5eaf6f2"><span class="section-number-4">4.7.5.</span> Suites fréquentes</h4>
<div class="outline-text-4" id="text-4-7-5">
<p>
Nous constatons que les suites de fonctions :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">T</td>
<td class="org-left">SD</td>
<td class="org-left">D</td>
<td class="org-left">T</td>
</tr>
</tbody>
</table>

<p>
et :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">T</td>
<td class="org-left">Daux</td>
<td class="org-left">D</td>
<td class="org-left">T</td>
</tr>
</tbody>
</table>

<p>
sont très fréquentes.
</p>
</div>
