grimoire/musica-06-partition.org
**** Anatole

Parmi les suites d’accords courantes provenant des innombrables
variations du cycle tonal, citons l’ *anatole* :

#+ATTR_HTML: :class plat
| 6 | 2 | 5 | 1 |


* Cycle plagal

Le *cycle plagal* est une suite d’accords dont les fondamentales
montent le cycle des quintes :

#+ATTR_HTML: :class plat
| 1 | 5 | 2 | 6 | 3 | 7 | 4 | 1 |

Les modifications qu’on peut lui apporter sont analogues à celles du
cycle tonal.

Si le cycle plagel est rarement utilisé seul, il peut être utile d’en
insérer occasionnellement un fragment dans le cycle tonal.


* Dynamique

#+TOC: headlines 1 local

** Introduction

La dynamique musicale est basée sur l’alternance de *tension* et de
*détente*, la détente servant de *résolution* à la tension initiale :

#+ATTR_HTML: :class plat
| tension | — | résolution |

Un objet musical est qualifié de :

  - *stable* s’il ne cause aucune tension

  - *instable* s’il provoque une tension


** Attraction

La tension d’un objet musical instable est souvent due à une
*attraction* vers un objet proche considéré comme plus stable. La
résolution s’effectue alors lorsque l’objet instable répond à cette
attraction en évoluant vers l’objet stable.


** Consonance & dissonance


*** Intervalles harmoniques

Un intervalle harmonique :

  - consonant est stable.
  - dissonant est instable.


*** Accords

Un accord :

  - consonant est stable.
  - dissonant est instable.


*** Généralisation

Par analogie avec les intervalles harmoniques :

  - un objet musical stable est qualifié de *consonant*
  - un objet musical instable est qualifié de *dissonant*

Synonymes :

  - un objet musical consonant est aussi appelé *consonance*
  - un objet musical dissonant est aussi appelé *dissonance*


** Préparation

Une tension peut être précédée d’une phase de *préparation*, phase qui
permet d’introduire la future dissonance dans un contexte où elle est
consonante. On a donc la structure générique :

#+ATTR_HTML: :class plat
| préparation | — | tension | — | résolution |

où la phase de préparation est optionnelle.

La dissonance qui passe par une phase de préparation est dite
*préparée*.

Lorsque la phase de préparation est omise, on dit que la dissonance
est *attaquée*.


** Résolution

Lorsqu’une dissonance se résout indifféremment suivant plusieurs
processus différents, on dit alors que sa résolution est *libre*.

Lorsqu’une dissonance se résout préférentiellement via un processus
bien défini, correspondant à un effet de détente maximal, on dit alors
que cette résolution est *régulière* ou *ordinaire*. On parle
également de *mouvement obligé*.

Dans le cas où une dissonance censée adopter un mouvement obligé se
résout autrement, on parle de résolution *irrégulière* ou
*exceptionnelle*.

Enfin, lorsqu’une dissonance ne se résout pas, on peut conduire la
musique vers une autre idée, ou vers une tension encore plus forte.


*** Absolue ou relative

La *résolution absolue* fait suivre un objet dissonant par un objet
consonant.

La *résolution relative* fait suivre un objet consonant par un objet
qui est encore plus consonant que le premier.


** Cycle

On a le cycle générique :

#+begin_center
(préparation)  —  tension  —  résolution  — (préparation)  —  tension  — résolution  —  =...=
#+end_center

Remarquons que la phase de résolution peut servir de préparation à la
tension suivante, formant ainsi le cycle :

#+begin_center
(préparation) —  tension  —  (résolution & préparation)  —  tension  — (résolution & préparation)  —  =...=
#+end_center


** Nouveauté

Les phases dynamiques peuvent servir à introduire de la nouveauté dans
le discours musical :

  - nouveau thème
  - modification du rythme
  - entrée d’une voix
  - changement de tonalité
  - etc

La nouveauté est présentée comme :

  - cause de la résolution
    + elle apparaît alors pendant la phase de tension
  - conséquence de la résolution


* Dynamique mélodique

#+TOC: headlines 1 local

** Sensibles

Une sensible induit une tension mélodique vers la note tonale la plus
proche : tonique ou dominante. Les sensibles sont donc considérées
comme des notes dissonantes.

Voici les résolutions attendues :

  - la sensible inférieure se résout sur la tonique en montant d’un demi-ton
  - la sensible supérieure se résout sur la tonique en descendant d’un demi-ton
  - la sensible auxiliaire inférieure se résout sur la dominante en montant d’un demi-ton
  - la sensible auxiliaire supérieure se résout sur la dominante en descendant d’un demi-ton


** Continuité

Un intervalle conjoint ne suscite pas de tension.

Un intervalle disjoint entre deux notes /x/ et /y/ suscite une tension
relative qui se résout en jouant les notes intermédiaires entre /x/ et /y/.


** Hauteur

Une note plus aiguë est relativement plus tendue qu’une note plus
grave.

Une note plus grave est relativement plus détendue qu’une note plus
aiguë.


