grimoire/musica-06-partition.html


<div id="outline-container-org8d902dc" class="outline-5">
<h5 id="org8d902dc"><span class="section-number-5">4.7.5.1.</span> Anatole</h5>
<div class="outline-text-5" id="text-4-7-5-1">
<p>
Parmi les suites d’accords courantes provenant des innombrables
variations du cycle tonal, citons l’ <b>anatole</b> :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-right">6</td>
<td class="org-right">2</td>
<td class="org-right">5</td>
<td class="org-right">1</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
</div>
</div>


<div id="outline-container-orgefaf025" class="outline-2">
<h2 id="orgefaf025"><span class="section-number-2">5.</span> Cycle plagal</h2>
<div class="outline-text-2" id="text-5">
<p>
Le <b>cycle plagal</b> est une suite d’accords dont les fondamentales
montent le cycle des quintes :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-right">1</td>
<td class="org-right">5</td>
<td class="org-right">2</td>
<td class="org-right">6</td>
<td class="org-right">3</td>
<td class="org-right">7</td>
<td class="org-right">4</td>
<td class="org-right">1</td>
</tr>
</tbody>
</table>

<p>
Les modifications qu’on peut lui apporter sont analogues à celles du
cycle tonal.
</p>

<p>
Si le cycle plagel est rarement utilisé seul, il peut être utile d’en
insérer occasionnellement un fragment dans le cycle tonal.
</p>
</div>
</div>


<div id="outline-container-org2cd1c78" class="outline-2">
<h2 id="org2cd1c78"><span class="section-number-2">6.</span> Dynamique</h2>
<div class="outline-text-2" id="text-6">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orge286696">6.1. Introduction</a></li>
<li><a href="#org47188a7">6.2. Attraction</a></li>
<li><a href="#org6d5bf35">6.3. Consonance &amp; dissonance</a></li>
<li><a href="#orgafe9ddc">6.4. Préparation</a></li>
<li><a href="#org137f692">6.5. Résolution</a></li>
<li><a href="#org16ffdcd">6.6. Cycle</a></li>
<li><a href="#org21075fc">6.7. Nouveauté</a></li>
</ul>
</div>
</div>

<div id="outline-container-orge286696" class="outline-3">
<h3 id="orge286696"><span class="section-number-3">6.1.</span> Introduction</h3>
<div class="outline-text-3" id="text-6-1">
<p>
La dynamique musicale est basée sur l’alternance de <b>tension</b> et de
<b>détente</b>, la détente servant de <b>résolution</b> à la tension initiale :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">tension</td>
<td class="org-left">—</td>
<td class="org-left">résolution</td>
</tr>
</tbody>
</table>

<p>
Un objet musical est qualifié de :
</p>

<ul class="org-ul">
<li><b>stable</b> s’il ne cause aucune tension</li>

<li><b>instable</b> s’il provoque une tension</li>
</ul>
</div>
</div>


<div id="outline-container-org47188a7" class="outline-3">
<h3 id="org47188a7"><span class="section-number-3">6.2.</span> Attraction</h3>
<div class="outline-text-3" id="text-6-2">
<p>
La tension d’un objet musical instable est souvent due à une
<b>attraction</b> vers un objet proche considéré comme plus stable. La
résolution s’effectue alors lorsque l’objet instable répond à cette
attraction en évoluant vers l’objet stable.
</p>
</div>
</div>


<div id="outline-container-org6d5bf35" class="outline-3">
<h3 id="org6d5bf35"><span class="section-number-3">6.3.</span> Consonance &amp; dissonance</h3>
<div class="outline-text-3" id="text-6-3">
</div>
<div id="outline-container-org9dc3509" class="outline-4">
<h4 id="org9dc3509"><span class="section-number-4">6.3.1.</span> Intervalles harmoniques</h4>
<div class="outline-text-4" id="text-6-3-1">
<p>
Un intervalle harmonique :
</p>

<ul class="org-ul">
<li>consonant est stable.</li>
<li>dissonant est instable.</li>
</ul>
</div>
</div>


<div id="outline-container-orgd2c440f" class="outline-4">
<h4 id="orgd2c440f"><span class="section-number-4">6.3.2.</span> Accords</h4>
<div class="outline-text-4" id="text-6-3-2">
<p>
Un accord :
</p>

<ul class="org-ul">
<li>consonant est stable.</li>
<li>dissonant est instable.</li>
</ul>
</div>
</div>


<div id="outline-container-org203cf6c" class="outline-4">
<h4 id="org203cf6c"><span class="section-number-4">6.3.3.</span> Généralisation</h4>
<div class="outline-text-4" id="text-6-3-3">
<p>
Par analogie avec les intervalles harmoniques :
</p>

<ul class="org-ul">
<li>un objet musical stable est qualifié de <b>consonant</b></li>
<li>un objet musical instable est qualifié de <b>dissonant</b></li>
</ul>

<p>
Synonymes :
</p>

<ul class="org-ul">
<li>un objet musical consonant est aussi appelé <b>consonance</b></li>
<li>un objet musical dissonant est aussi appelé <b>dissonance</b></li>
</ul>
</div>
</div>
</div>


<div id="outline-container-orgafe9ddc" class="outline-3">
<h3 id="orgafe9ddc"><span class="section-number-3">6.4.</span> Préparation</h3>
<div class="outline-text-3" id="text-6-4">
<p>
Une tension peut être précédée d’une phase de <b>préparation</b>, phase qui
permet d’introduire la future dissonance dans un contexte où elle est
consonante. On a donc la structure générique :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">préparation</td>
<td class="org-left">—</td>
<td class="org-left">tension</td>
<td class="org-left">—</td>
<td class="org-left">résolution</td>
</tr>
</tbody>
</table>

<p>
où la phase de préparation est optionnelle.
</p>

<p>
La dissonance qui passe par une phase de préparation est dite
<b>préparée</b>.
</p>

<p>
Lorsque la phase de préparation est omise, on dit que la dissonance
est <b>attaquée</b>.
</p>
</div>
</div>


<div id="outline-container-org137f692" class="outline-3">
<h3 id="org137f692"><span class="section-number-3">6.5.</span> Résolution</h3>
<div class="outline-text-3" id="text-6-5">
<p>
Lorsqu’une dissonance se résout indifféremment suivant plusieurs
processus différents, on dit alors que sa résolution est <b>libre</b>.
</p>

<p>
Lorsqu’une dissonance se résout préférentiellement via un processus
bien défini, correspondant à un effet de détente maximal, on dit alors
que cette résolution est <b>régulière</b> ou <b>ordinaire</b>. On parle
également de <b>mouvement obligé</b>.
</p>

<p>
Dans le cas où une dissonance censée adopter un mouvement obligé se
résout autrement, on parle de résolution <b>irrégulière</b> ou
<b>exceptionnelle</b>.
</p>

<p>
Enfin, lorsqu’une dissonance ne se résout pas, on peut conduire la
musique vers une autre idée, ou vers une tension encore plus forte.
</p>
</div>


<div id="outline-container-org28cebd4" class="outline-4">
<h4 id="org28cebd4"><span class="section-number-4">6.5.1.</span> Absolue ou relative</h4>
<div class="outline-text-4" id="text-6-5-1">
<p>
La <b>résolution absolue</b> fait suivre un objet dissonant par un objet
consonant.
</p>

<p>
La <b>résolution relative</b> fait suivre un objet consonant par un objet
qui est encore plus consonant que le premier.
</p>
</div>
</div>
</div>


<div id="outline-container-org16ffdcd" class="outline-3">
<h3 id="org16ffdcd"><span class="section-number-3">6.6.</span> Cycle</h3>
<div class="outline-text-3" id="text-6-6">
<p>
On a le cycle générique :
</p>

<div class="org-center">
<p>
(préparation)  —  tension  —  résolution  — (préparation)  —  tension  — résolution  —  <code>...</code>
</p>
</div>

<p>
Remarquons que la phase de résolution peut servir de préparation à la
tension suivante, formant ainsi le cycle :
</p>

<div class="org-center">
<p>
(préparation) —  tension  —  (résolution &amp; préparation)  —  tension  — (résolution &amp; préparation)  —  <code>...</code>
</p>
</div>
</div>
</div>


<div id="outline-container-org21075fc" class="outline-3">
<h3 id="org21075fc"><span class="section-number-3">6.7.</span> Nouveauté</h3>
<div class="outline-text-3" id="text-6-7">
<p>
Les phases dynamiques peuvent servir à introduire de la nouveauté dans
le discours musical :
</p>

<ul class="org-ul">
<li>nouveau thème</li>
<li>modification du rythme</li>
<li>entrée d’une voix</li>
<li>changement de tonalité</li>
<li>etc</li>
</ul>

<p>
La nouveauté est présentée comme :
</p>

<ul class="org-ul">
<li>cause de la résolution
<ul class="org-ul">
<li>elle apparaît alors pendant la phase de tension</li>
</ul></li>
<li>conséquence de la résolution</li>
</ul>
</div>
</div>
</div>


<div id="outline-container-orgc40c876" class="outline-2">
<h2 id="orgc40c876"><span class="section-number-2">7.</span> Dynamique mélodique</h2>
<div class="outline-text-2" id="text-7">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org29c336c">7.1. Sensibles</a></li>
<li><a href="#orgbd081a1">7.2. Continuité</a></li>
<li><a href="#org8206f88">7.3. Hauteur</a></li>
<li><a href="#org469c622">7.4. Accentuation</a></li>
</ul>
</div>
</div>

<div id="outline-container-org29c336c" class="outline-3">
<h3 id="org29c336c"><span class="section-number-3">7.1.</span> Sensibles</h3>
<div class="outline-text-3" id="text-7-1">
<p>
Une sensible induit une tension mélodique vers la note tonale la plus
proche : tonique ou dominante. Les sensibles sont donc considérées
comme des notes dissonantes.
</p>

<p>
Voici les résolutions attendues :
</p>

<ul class="org-ul">
<li>la sensible inférieure se résout sur la tonique en montant d’un demi-ton</li>
<li>la sensible supérieure se résout sur la tonique en descendant d’un demi-ton</li>
<li>la sensible auxiliaire inférieure se résout sur la dominante en montant d’un demi-ton</li>
<li>la sensible auxiliaire supérieure se résout sur la dominante en descendant d’un demi-ton</li>
</ul>
</div>
</div>


<div id="outline-container-orgbd081a1" class="outline-3">
<h3 id="orgbd081a1"><span class="section-number-3">7.2.</span> Continuité</h3>
<div class="outline-text-3" id="text-7-2">
<p>
Un intervalle conjoint ne suscite pas de tension.
</p>

<p>
Un intervalle disjoint entre deux notes <i>x</i> et <i>y</i> suscite une tension
relative qui se résout en jouant les notes intermédiaires entre <i>x</i> et <i>y</i>.
</p>
</div>
</div>


<div id="outline-container-org8206f88" class="outline-3">
<h3 id="org8206f88"><span class="section-number-3">7.3.</span> Hauteur</h3>
<div class="outline-text-3" id="text-7-3">
<p>
Une note plus aiguë est relativement plus tendue qu’une note plus
grave.
</p>

<p>
Une note plus grave est relativement plus détendue qu’une note plus
aiguë.
</p>
</div>
