grimoire/musica-06-partition.org
*** Direction

Une mélodie qui monte vers l’aigu génère une tension relative.

Une mélodie qui descend vers le grave produit une détente relative.


*** Extrêmes

Une mélodie dont les pics (maxima locaux) montent vers l’aigu génère
une tension relative.

Une mélodie dont les creux (minima locaux) descendent vers le grave
produit une détente relative.


** Accentuation

Une mélodie est généralement accentuée par :

  - la durée : notes de durée plus longue
  - tout ce qui tranche d’une pente rectigligne et continue
    + saut : mouvement disjoint dans une mélodie majoritairement conjointe
    + virage : changement de direction, de pente
    + extrême : pic ou creux local


*** Notes essentielles

Les accents mélodiques sont généralement disposés sur des notes
essentielles ou sur des ornements harmoniques.


*** Discontinuités

Il est rare d’observer un mouvement disjoint ne faisant intervenir
aucune note de l’accord.


*** Indépendance

Les accents mélodiques des différentes voix de la polyphonie sont
indépendants. On peut disposer ces accents à des instants différents
sur chacune des voix, ceci afin de les mettre tour à tour en évidence.
On peut aussi s’arranger pour que les accents mélodiques soient
synchronisés afin de donner à l’ensemble un effet de convergence et
d’apothéose très convaincant.


* Dynamique des accords

#+TOC: headlines 1 local

** Accords parfaits

Les accords parfaits sont consonants. Pour plus de détails, voir la
section sur la [[file:musica-03-luth.org::#heading:consonanceAccordsParfaits][consonance des accords parfaits]].


** Quinte diminuée

L’accord de quinte diminuée est dissonant, voir la section sur la
[[file:musica-03-luth.org::#heading:consonanceAccordsParfaits][consonance des accords parfaits]].


** Quinte augmentée

Les notes d’un accord de quinte augmentée forment des intervalles :

  - d’unisson
  - de tierce majeure
  - de quinte augmentée

avec la fondamentale de l’accord. La quinte augmentée étant un
intervalle harmonique dissonant, l’accord de *quinte augmentée* est
*dissonant*.


** Septième de dominante

Les accords de septième de dominante sont dissonants.
Pour plus de détails, voir la section sur
la [[file:musica-03-luth.org::#heading:dissonanceSeptiemeDomminante][dissonance de la septième de dominante]].


** Autres accords de quatre notes ou plus

Un accord de quatre notes ou plus contient au moins une note qui va
former un intervalle harmonique de septième (mineure, majeure ou
diminuée) avec la fondamentale. Tous ces accords sont donc
*dissonants*.


** Accords à base de quintes

Les accords à base de quintes contiennent au moins un intervalle
dissonant : seconde, septième, neuvième, etc. Ce sont donc des accords
dissonants.


** Sensibles

La présence d’une sensible dans un accord provoque une tension qui
pousse cet accord à se résoudre sur un autre accord.

Une sensible, ou une sensible auxiliaire :

  - rend instable un accord qui ne comporte pourtant aucune dissonance constitutive
  - augmente l’instabilité d’un accord dissonant

#+begin_center
⁂
#+end_center

Les accords suivants contiennent une ou plusieurs tensions
mélodiques :

  - accords de dominante
  - accords de dominante auxiliaire avec sensible(s) auxiliaire(s)
  - accords napolitains
  - =...=


** Tableau récapitulatif

| Stabilité              | Accords               |
|------------------------+-----------------------|
| consonants             | parfait majeur        |
|                        | parfait mineur        |
| équilibre dynamique    | septième de dominante |
| dissonants             | tous les autres       |

La présence de sensible(s) rend l’accord dissonant ou augmente son
instabilité.


* Dynamique des dissonances

#+TOC: headlines 1 local

** Note dissonante

Une note dissonante est une note qui provoque l’apparition d’une
dissonance. Il peut s’agir :

  - d’une note ornementale dissonante
  - d’une note constitutive d’un accord dissonant

Chaque dissonance :

  - peut être précédée d’une phase de préparation
  - est suivie d’une phase de résolution


*** Ornement

Une note ornementale peut être :

  - consonante
    + l’accord en cours est consonant
    + la note ornementale en fait parfie
  - dissonante, sinon
    + note essentielle dissonante
    + note étrangère dissonante


