grimoire/musica-06-partition.html


<div id="outline-container-orgd8df1f4" class="outline-4">
<h4 id="orgd8df1f4"><span class="section-number-4">7.3.1.</span> Direction</h4>
<div class="outline-text-4" id="text-7-3-1">
<p>
Une mélodie qui monte vers l’aigu génère une tension relative.
</p>

<p>
Une mélodie qui descend vers le grave produit une détente relative.
</p>
</div>
</div>


<div id="outline-container-orgdf0c402" class="outline-4">
<h4 id="orgdf0c402"><span class="section-number-4">7.3.2.</span> Extrêmes</h4>
<div class="outline-text-4" id="text-7-3-2">
<p>
Une mélodie dont les pics (maxima locaux) montent vers l’aigu génère
une tension relative.
</p>

<p>
Une mélodie dont les creux (minima locaux) descendent vers le grave
produit une détente relative.
</p>
</div>
</div>
</div>


<div id="outline-container-org469c622" class="outline-3">
<h3 id="org469c622"><span class="section-number-3">7.4.</span> Accentuation</h3>
<div class="outline-text-3" id="text-7-4">
<p>
Une mélodie est généralement accentuée par :
</p>

<ul class="org-ul">
<li>la durée : notes de durée plus longue</li>
<li>tout ce qui tranche d’une pente rectigligne et continue
<ul class="org-ul">
<li>saut : mouvement disjoint dans une mélodie majoritairement conjointe</li>
<li>virage : changement de direction, de pente</li>
<li>extrême : pic ou creux local</li>
</ul></li>
</ul>
</div>


<div id="outline-container-org4a68249" class="outline-4">
<h4 id="org4a68249"><span class="section-number-4">7.4.1.</span> Notes essentielles</h4>
<div class="outline-text-4" id="text-7-4-1">
<p>
Les accents mélodiques sont généralement disposés sur des notes
essentielles ou sur des ornements harmoniques.
</p>
</div>
</div>


<div id="outline-container-org0476262" class="outline-4">
<h4 id="org0476262"><span class="section-number-4">7.4.2.</span> Discontinuités</h4>
<div class="outline-text-4" id="text-7-4-2">
<p>
Il est rare d’observer un mouvement disjoint ne faisant intervenir
aucune note de l’accord.
</p>
</div>
</div>


<div id="outline-container-org79df0f5" class="outline-4">
<h4 id="org79df0f5"><span class="section-number-4">7.4.3.</span> Indépendance</h4>
<div class="outline-text-4" id="text-7-4-3">
<p>
Les accents mélodiques des différentes voix de la polyphonie sont
indépendants. On peut disposer ces accents à des instants différents
sur chacune des voix, ceci afin de les mettre tour à tour en évidence.
On peut aussi s’arranger pour que les accents mélodiques soient
synchronisés afin de donner à l’ensemble un effet de convergence et
d’apothéose très convaincant.
</p>
</div>
</div>
</div>
</div>


<div id="outline-container-org1cc1ab1" class="outline-2">
<h2 id="org1cc1ab1"><span class="section-number-2">8.</span> Dynamique des accords</h2>
<div class="outline-text-2" id="text-8">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org606e95f">8.1. Accords parfaits</a></li>
<li><a href="#orgc6b19ae">8.2. Quinte diminuée</a></li>
<li><a href="#org995e9ad">8.3. Quinte augmentée</a></li>
<li><a href="#orgf2096ad">8.4. Septième de dominante</a></li>
<li><a href="#org3e8c92b">8.5. Autres accords de quatre notes ou plus</a></li>
<li><a href="#org708851f">8.6. Accords à base de quintes</a></li>
<li><a href="#orgb54dd67">8.7. Sensibles</a></li>
<li><a href="#orgb06c766">8.8. Tableau récapitulatif</a></li>
</ul>
</div>
</div>

<div id="outline-container-org606e95f" class="outline-3">
<h3 id="org606e95f"><span class="section-number-3">8.1.</span> Accords parfaits</h3>
<div class="outline-text-3" id="text-8-1">
<p>
Les accords parfaits sont consonants. Pour plus de détails, voir la
section sur la <a href="musica-03-luth.html#heading:consonanceAccordsParfaits">consonance des accords parfaits</a>.
</p>
</div>
</div>


<div id="outline-container-orgc6b19ae" class="outline-3">
<h3 id="orgc6b19ae"><span class="section-number-3">8.2.</span> Quinte diminuée</h3>
<div class="outline-text-3" id="text-8-2">
<p>
L’accord de quinte diminuée est dissonant, voir la section sur la
<a href="musica-03-luth.html#heading:consonanceAccordsParfaits">consonance des accords parfaits</a>.
</p>
</div>
</div>


<div id="outline-container-org995e9ad" class="outline-3">
<h3 id="org995e9ad"><span class="section-number-3">8.3.</span> Quinte augmentée</h3>
<div class="outline-text-3" id="text-8-3">
<p>
Les notes d’un accord de quinte augmentée forment des intervalles :
</p>

<ul class="org-ul">
<li>d’unisson</li>
<li>de tierce majeure</li>
<li>de quinte augmentée</li>
</ul>

<p>
avec la fondamentale de l’accord. La quinte augmentée étant un
intervalle harmonique dissonant, l’accord de <b>quinte augmentée</b> est
<b>dissonant</b>.
</p>
</div>
</div>


<div id="outline-container-orgf2096ad" class="outline-3">
<h3 id="orgf2096ad"><span class="section-number-3">8.4.</span> Septième de dominante</h3>
<div class="outline-text-3" id="text-8-4">
<p>
Les accords de septième de dominante sont dissonants.
Pour plus de détails, voir la section sur
la <a href="musica-03-luth.html#heading:dissonanceSeptiemeDomminante">dissonance de la septième de dominante</a>.
</p>
</div>
</div>


<div id="outline-container-org3e8c92b" class="outline-3">
<h3 id="org3e8c92b"><span class="section-number-3">8.5.</span> Autres accords de quatre notes ou plus</h3>
<div class="outline-text-3" id="text-8-5">
<p>
Un accord de quatre notes ou plus contient au moins une note qui va
former un intervalle harmonique de septième (mineure, majeure ou
diminuée) avec la fondamentale. Tous ces accords sont donc
<b>dissonants</b>.
</p>
</div>
</div>


<div id="outline-container-org708851f" class="outline-3">
<h3 id="org708851f"><span class="section-number-3">8.6.</span> Accords à base de quintes</h3>
<div class="outline-text-3" id="text-8-6">
<p>
Les accords à base de quintes contiennent au moins un intervalle
dissonant : seconde, septième, neuvième, etc. Ce sont donc des accords
dissonants.
</p>
</div>
</div>


<div id="outline-container-orgb54dd67" class="outline-3">
<h3 id="orgb54dd67"><span class="section-number-3">8.7.</span> Sensibles</h3>
<div class="outline-text-3" id="text-8-7">
<p>
La présence d’une sensible dans un accord provoque une tension qui
pousse cet accord à se résoudre sur un autre accord.
</p>

<p>
Une sensible, ou une sensible auxiliaire :
</p>

<ul class="org-ul">
<li>rend instable un accord qui ne comporte pourtant aucune dissonance constitutive</li>
<li>augmente l’instabilité d’un accord dissonant</li>
</ul>

<div class="org-center">
<p>
⁂
</p>
</div>

<p>
Les accords suivants contiennent une ou plusieurs tensions
mélodiques :
</p>

<ul class="org-ul">
<li>accords de dominante</li>
<li>accords de dominante auxiliaire avec sensible(s) auxiliaire(s)</li>
<li>accords napolitains</li>
<li><code>...</code></li>
</ul>
</div>
</div>


<div id="outline-container-orgb06c766" class="outline-3">
<h3 id="orgb06c766"><span class="section-number-3">8.8.</span> Tableau récapitulatif</h3>
<div class="outline-text-3" id="text-8-8">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Stabilité</th>
<th scope="col" class="org-left">Accords</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">consonants</td>
<td class="org-left">parfait majeur</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">parfait mineur</td>
</tr>

<tr>
<td class="org-left">équilibre dynamique</td>
<td class="org-left">septième de dominante</td>
</tr>

<tr>
<td class="org-left">dissonants</td>
<td class="org-left">tous les autres</td>
</tr>
</tbody>
</table>

<p>
La présence de sensible(s) rend l’accord dissonant ou augmente son
instabilité.
</p>
</div>
</div>
</div>


<div id="outline-container-org4cb8fac" class="outline-2">
<h2 id="org4cb8fac"><span class="section-number-2">9.</span> Dynamique des dissonances</h2>
<div class="outline-text-2" id="text-9">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org921f52e">9.1. Note dissonante</a></li>
<li><a href="#org05f7637">9.2. Préparation</a></li>
<li><a href="#org2f71c4e">9.3. Résolution</a></li>
<li><a href="#org0d61fae">9.4. Doublure</a></li>
<li><a href="#orgb3e3171">9.5. Généralisation</a></li>
</ul>
</div>
</div>

<div id="outline-container-org921f52e" class="outline-3">
<h3 id="org921f52e"><span class="section-number-3">9.1.</span> Note dissonante</h3>
<div class="outline-text-3" id="text-9-1">
<p>
Une note dissonante est une note qui provoque l’apparition d’une
dissonance. Il peut s’agir :
</p>

<ul class="org-ul">
<li>d’une note ornementale dissonante</li>
<li>d’une note constitutive d’un accord dissonant</li>
</ul>

<p>
Chaque dissonance :
</p>

<ul class="org-ul">
<li>peut être précédée d’une phase de préparation</li>
<li>est suivie d’une phase de résolution</li>
</ul>
</div>


<div id="outline-container-org7c32bac" class="outline-4">
<h4 id="org7c32bac"><span class="section-number-4">9.1.1.</span> Ornement</h4>
<div class="outline-text-4" id="text-9-1-1">
<p>
Une note ornementale peut être :
</p>

<ul class="org-ul">
<li>consonante
<ul class="org-ul">
<li>l’accord en cours est consonant</li>
<li>la note ornementale en fait parfie</li>
</ul></li>
<li>dissonante, sinon
<ul class="org-ul">
<li>note essentielle dissonante</li>
<li>note étrangère dissonante</li>
</ul></li>
</ul>
</div>
</div>
