grimoire/musica-06-partition.org
*** Constitutive

Sans note de 7e, un accord de septième de dominante se réduit à un
accord parfait et ne présente plus de dissonance. On considère donc
que c’est la note de 7e qui est la note dissonante de l’accord.

Ce raisonnement nous permet de trouver la ou les notes responsables de
la dissonance dans la plupart des accords dissonants. Le tableau
suivant rassemble les principales notes dissonantes et leurs accords
respectifs :

| Accord                          | Notes                 |
|                                 | dissonantes           |
|---------------------------------+-----------------------|
| septième de dominante           | 7e                    |
| neuvième de dominante majeure   | 7e, 9e                |
| neuvième de dominante mineure   | 7e, 9e                |
|---------------------------------+-----------------------|
| septième majeure                | 7e                    |
| septième mineure                | 7e                    |
| septième harmonique             | 7e                    |
|---------------------------------+-----------------------|
| quinte augmentée                | 5te                   |
|---------------------------------+-----------------------|
| quinte diminuée                 | 5te                   |
| septième et quinte diminuée     | 5te, 7e               |
| septième diminuée               | 5te, 7e               |
|---------------------------------+-----------------------|

Parfois, la présence d’une sensible gènère une tension, que l’accord
soit dissonant ou non :

| Accord                          | Sensible(s) |
|---------------------------------+-------------|
| accords de dominante auxiliaire | auxiliaires |
| napolitain                      | supérieure  |


** Préparation

La tension due à la dissonance peut être précédée d’un accord stable
de *préparation* :

  - qui contient les futures notes dissonantes, on a alors
    *préparation par intégration*

  - qui permet d’amener les notes dissonantes par mouvement conjoint
    variable, on a alors *préparation conjointe*

  - qui permet d’amener les notes dissonantes par un ou plusieurs
    mouvements polyphoniques élégants, on a alors *préparation
    polyphonique*

/Remarque/ : la préparation par intégration peut être considérée comme
une préparation par mouvement conjoint constant.


** Résolution

#+TOC: headlines 1 local

*** Introduction

La résolution d’une note dissonante dans un accord stable peut se
réaliser suivant différents schémas :

  - *résolution par intégration* : la note instable est inclue dans
    l’accord stable suivant et devient donc naturellement stable lors
    du changement d’accord

  - *résolution conjointe* : la note instable réalise un mouvement
    conjoint variable vers une note inclue dans l’accord stable

  - *résolution polyphonique* : les notes instables réalisent un ou
    plusieurs mouvements polyphoniques élégants vers des notes inclues
    dans l’accord stable


*** Voix

Une dissonance se trouve habituellement sur la même voix que sa
résolution.

On peut toutefois procéder à un échange de voix simultanée à une
résolution ordinaire, produisant ainsi un effet inattendu.


*** Résolution irrégulière

En cas de résolution irrégulière, il est préférable de quitter la
dissonance par mouvement conjoint.


** Doublure

#+TOC: headlines 1 local

*** Introduction

Une dissonance est aisément détectable par l’oreille, et l’est encore
plus si une note intervenant dans la préparation ou la résolution est
doublée.

On privilégie donc les mouvements contraire et oblique dans les phases
de préparation et de résolution d’une dissonance.


*** Préparation

Si une note de préparation est doublée, on quitte de préférence cette
note et sa doublure par mouvement contraire ou oblique.


*** Dissonance

La dissonance et sa doublure sont de préférence :

  - amenées par mouvement contraire ou oblique
  - quittées par mouvement contraire

On évite généralement de doubler une dissonance, sauf effet
particulier souhaité.


*** Résolution

Si la note de résolution est doublée, on amène de préférence cette
note et sa doublure par mouvement contraire.

L’arrivée sur résolution par mouvement oblique est déconseillée.


** Généralisation

Il arrive que l’on souhaite imiter le processus appliqué aux notes
dissonantes, mais dans le cas d’une note consonante. Cette note peut
alors être :

  - précédée d’une phase de préparation (optionnel)
  - suivie d’une phase de résolution

Ces deux phases peuvent se dérouler :

  - par intégration dans l’accord concerné (mouvement constant)
  - par mouvement conjoint variable
  - par mouvement(s) polyphonique(s) élégant(s)

et sont donc en tout point similaires à la préparation et à la
résolution de dissonance.


*** Ornements

Généralement, la définition d’un ornement demande que la note soit
préparée et/ou résolue, qu’elle soit consonante ou dissonante.


* Dispositions des accords

#+TOC: headlines 1 local

** Accords parfaits


