grimoire/musica-06-partition.html


<div id="outline-container-org0718580" class="outline-4">
<h4 id="org0718580"><span class="section-number-4">9.1.2.</span> Constitutive</h4>
<div class="outline-text-4" id="text-9-1-2">
<p>
Sans note de 7e, un accord de septième de dominante se réduit à un
accord parfait et ne présente plus de dissonance. On considère donc
que c’est la note de 7e qui est la note dissonante de l’accord.
</p>

<p>
Ce raisonnement nous permet de trouver la ou les notes responsables de
la dissonance dans la plupart des accords dissonants. Le tableau
suivant rassemble les principales notes dissonantes et leurs accords
respectifs :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Accord</th>
<th scope="col" class="org-left">Notes</th>
</tr>

<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">dissonantes</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">septième de dominante</td>
<td class="org-left">7e</td>
</tr>

<tr>
<td class="org-left">neuvième de dominante majeure</td>
<td class="org-left">7e, 9e</td>
</tr>

<tr>
<td class="org-left">neuvième de dominante mineure</td>
<td class="org-left">7e, 9e</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">septième majeure</td>
<td class="org-left">7e</td>
</tr>

<tr>
<td class="org-left">septième mineure</td>
<td class="org-left">7e</td>
</tr>

<tr>
<td class="org-left">septième harmonique</td>
<td class="org-left">7e</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">quinte augmentée</td>
<td class="org-left">5te</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">quinte diminuée</td>
<td class="org-left">5te</td>
</tr>

<tr>
<td class="org-left">septième et quinte diminuée</td>
<td class="org-left">5te, 7e</td>
</tr>

<tr>
<td class="org-left">septième diminuée</td>
<td class="org-left">5te, 7e</td>
</tr>
</tbody>
</table>

<p>
Parfois, la présence d’une sensible gènère une tension, que l’accord
soit dissonant ou non :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Accord</th>
<th scope="col" class="org-left">Sensible(s)</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">accords de dominante auxiliaire</td>
<td class="org-left">auxiliaires</td>
</tr>

<tr>
<td class="org-left">napolitain</td>
<td class="org-left">supérieure</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-org05f7637" class="outline-3">
<h3 id="org05f7637"><span class="section-number-3">9.2.</span> Préparation</h3>
<div class="outline-text-3" id="text-9-2">
<p>
La tension due à la dissonance peut être précédée d’un accord stable
de <b>préparation</b> :
</p>

<ul class="org-ul">
<li>qui contient les futures notes dissonantes, on a alors
<b>préparation par intégration</b></li>

<li>qui permet d’amener les notes dissonantes par mouvement conjoint
variable, on a alors <b>préparation conjointe</b></li>

<li>qui permet d’amener les notes dissonantes par un ou plusieurs
mouvements polyphoniques élégants, on a alors <b>préparation
polyphonique</b></li>
</ul>

<p>
<i>Remarque</i> : la préparation par intégration peut être considérée comme
une préparation par mouvement conjoint constant.
</p>
</div>
</div>


<div id="outline-container-org2f71c4e" class="outline-3">
<h3 id="org2f71c4e"><span class="section-number-3">9.3.</span> Résolution</h3>
<div class="outline-text-3" id="text-9-3">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgbc4dec2">9.3.1. Introduction</a></li>
<li><a href="#org1908a72">9.3.2. Voix</a></li>
<li><a href="#orgead4db2">9.3.3. Résolution irrégulière</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgbc4dec2" class="outline-4">
<h4 id="orgbc4dec2"><span class="section-number-4">9.3.1.</span> Introduction</h4>
<div class="outline-text-4" id="text-9-3-1">
<p>
La résolution d’une note dissonante dans un accord stable peut se
réaliser suivant différents schémas :
</p>

<ul class="org-ul">
<li><b>résolution par intégration</b> : la note instable est inclue dans
l’accord stable suivant et devient donc naturellement stable lors
du changement d’accord</li>

<li><b>résolution conjointe</b> : la note instable réalise un mouvement
conjoint variable vers une note inclue dans l’accord stable</li>

<li><b>résolution polyphonique</b> : les notes instables réalisent un ou
plusieurs mouvements polyphoniques élégants vers des notes inclues
dans l’accord stable</li>
</ul>
</div>
</div>


<div id="outline-container-org1908a72" class="outline-4">
<h4 id="org1908a72"><span class="section-number-4">9.3.2.</span> Voix</h4>
<div class="outline-text-4" id="text-9-3-2">
<p>
Une dissonance se trouve habituellement sur la même voix que sa
résolution.
</p>

<p>
On peut toutefois procéder à un échange de voix simultanée à une
résolution ordinaire, produisant ainsi un effet inattendu.
</p>
</div>
</div>


<div id="outline-container-orgead4db2" class="outline-4">
<h4 id="orgead4db2"><span class="section-number-4">9.3.3.</span> Résolution irrégulière</h4>
<div class="outline-text-4" id="text-9-3-3">
<p>
En cas de résolution irrégulière, il est préférable de quitter la
dissonance par mouvement conjoint.
</p>
</div>
</div>
</div>


<div id="outline-container-org0d61fae" class="outline-3">
<h3 id="org0d61fae"><span class="section-number-3">9.4.</span> Doublure</h3>
<div class="outline-text-3" id="text-9-4">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgccec7e4">9.4.1. Introduction</a></li>
<li><a href="#org846a726">9.4.2. Préparation</a></li>
<li><a href="#org63d6ee3">9.4.3. Dissonance</a></li>
<li><a href="#org723d822">9.4.4. Résolution</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgccec7e4" class="outline-4">
<h4 id="orgccec7e4"><span class="section-number-4">9.4.1.</span> Introduction</h4>
<div class="outline-text-4" id="text-9-4-1">
<p>
Une dissonance est aisément détectable par l’oreille, et l’est encore
plus si une note intervenant dans la préparation ou la résolution est
doublée.
</p>

<p>
On privilégie donc les mouvements contraire et oblique dans les phases
de préparation et de résolution d’une dissonance.
</p>
</div>
</div>


<div id="outline-container-org846a726" class="outline-4">
<h4 id="org846a726"><span class="section-number-4">9.4.2.</span> Préparation</h4>
<div class="outline-text-4" id="text-9-4-2">
<p>
Si une note de préparation est doublée, on quitte de préférence cette
note et sa doublure par mouvement contraire ou oblique.
</p>
</div>
</div>


<div id="outline-container-org63d6ee3" class="outline-4">
<h4 id="org63d6ee3"><span class="section-number-4">9.4.3.</span> Dissonance</h4>
<div class="outline-text-4" id="text-9-4-3">
<p>
La dissonance et sa doublure sont de préférence :
</p>

<ul class="org-ul">
<li>amenées par mouvement contraire ou oblique</li>
<li>quittées par mouvement contraire</li>
</ul>

<p>
On évite généralement de doubler une dissonance, sauf effet
particulier souhaité.
</p>
</div>
</div>


<div id="outline-container-org723d822" class="outline-4">
<h4 id="org723d822"><span class="section-number-4">9.4.4.</span> Résolution</h4>
<div class="outline-text-4" id="text-9-4-4">
<p>
Si la note de résolution est doublée, on amène de préférence cette
note et sa doublure par mouvement contraire.
</p>

<p>
L’arrivée sur résolution par mouvement oblique est déconseillée.
</p>
</div>
</div>
</div>


<div id="outline-container-orgb3e3171" class="outline-3">
<h3 id="orgb3e3171"><span class="section-number-3">9.5.</span> Généralisation</h3>
<div class="outline-text-3" id="text-9-5">
<p>
Il arrive que l’on souhaite imiter le processus appliqué aux notes
dissonantes, mais dans le cas d’une note consonante. Cette note peut
alors être :
</p>

<ul class="org-ul">
<li>précédée d’une phase de préparation (optionnel)</li>
<li>suivie d’une phase de résolution</li>
</ul>

<p>
Ces deux phases peuvent se dérouler :
</p>

<ul class="org-ul">
<li>par intégration dans l’accord concerné (mouvement constant)</li>
<li>par mouvement conjoint variable</li>
<li>par mouvement(s) polyphonique(s) élégant(s)</li>
</ul>

<p>
et sont donc en tout point similaires à la préparation et à la
résolution de dissonance.
</p>
</div>


<div id="outline-container-org3989e50" class="outline-4">
<h4 id="org3989e50"><span class="section-number-4">9.5.1.</span> Ornements</h4>
<div class="outline-text-4" id="text-9-5-1">
<p>
Généralement, la définition d’un ornement demande que la note soit
préparée et/ou résolue, qu’elle soit consonante ou dissonante.
</p>
</div>
</div>
</div>
</div>


<div id="outline-container-orgd24c869" class="outline-2">
<h2 id="orgd24c869"><span class="section-number-2">10.</span> Dispositions des accords</h2>
<div class="outline-text-2" id="text-10">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org89fec5c">10.1. Accords parfaits</a></li>
<li><a href="#org70608eb">10.2. Septième de dominante</a></li>
<li><a href="#org3f56acc">10.3. Septième d’espèce</a></li>
<li><a href="#org688e8ea">10.4. Accords à base de quintes</a></li>
<li><a href="#org368dde9">10.5. Remarques générales</a></li>
</ul>
</div>
</div>
