grimoire/musica-06-partition.org
*** État fondamental

L'état fondamental est le plus affirmé, il agit comme un pilier de la
tonalité.

On double :

  - le plus souvent la fondamentale ou une note tonale
  - parfois la 3ce, en guise de variation

Si on souhaite supprimer une note :

  - on évite de supprimer la fondamentale
  - si on souhaite éviter l’ambiguité entre accord parfait majeur ou mineur
    + on ne supprime pas la note de 3ce majeure ou mineure
    + on supprime plutôt la 5te
  - l’accord produira un effet de simplicité si on supprime la 3ce
    + à réserver aux instants de convergence, comme en fin de phrase

#+begin_center
⁂
#+end_center

L’accord parfait du degré 7 remplit généralement la même fonction
tonale qu’une 7e de dominante sans fondamentale.


*** Premier renversement

Le premier renversement est moins appuyé que l’état fondamental.

On double en général une note tonale.

Si un degré fort est situé une tierce au-dessus de la fondamentale, la
basse est généralement doublée et l’accord peut assurer la fonction
tonale correspondante.

De part leur forte similitude, les accords de sixte peuvent aussi
ornementer l’accord parfait à l’état fondamental situé une tierce plus
haut. On compte en effet deux notes communes, et même trois avec la
doublure. Exemples en /do majeur/ :

| degrés | fonction | premier       | état fondamental d’un accord |
|        |          | renversement  | situé une tierce au-dessus   |
|--------+----------+---------------+------------------------------|
| 2 & 4  | SD       | fa la ré fa   | fa la do fa                  |
| 6 & 1  | T        | do mi la do   | do mi sol do                 |
| 3 & 5  | D        | sol si mi sol | sol si ré sol                |


#+begin_center
⁂
#+end_center

En mineur, l’accord de sus-tonique est soit :

  - au premier renversement pour éviter la quinte diminuée avec la basse
  - présenté avec un degré 2 abaissé pour produire un accord napolitain
  - sous la forme d’un accord napolitain au premier renversement


*** Second renversement

Le second renversement sert souvent d’accord ornemental. On s’arrange
alors pour que la basse fasse note commune avec les accords
environnants, contrastant alors avec les mouvements mélodiques
ornementaux des autres voix.

On double en général la basse, pour équilibrer les mouvements
constants et variables. Dans un quatuor, on se retrouve alors avec
deux voix constantes et deux voix variables.

Exemple de second renversement avec broderies au soprano et au ténor :

#+ATTR_HTML: :class plat
| S | : | si  | do  | si  |
| A | : | sol | sol | sol |
| T | : | ré  | mi  | ré  |
| B | : | sol | sol | sol |

Exemple de second renversement avec note de passage au ténor :

#+ATTR_HTML: :class plat
| S | : | sol | la | mi  |
| A | : | do  | do | do  |
| T | : | mi  | fa | sol |
| B | : | do  | do | do  |

Exemple avec une broderie au ténor et une note de passage au soprano :

#+ATTR_HTML: :class plat
| S | : | mi  | ré  | do  |
| A | : | sol | sol | sol |
| T | : | do  | si  | do  |
| B | : | do  | ré  | mi  |


** Septième de dominante

La note de 7e peut servir d’ornement harmonique ou mélodique.

Suppression :

  - on évite de supprimer la 3ce, car c’est la sensible inférieure
  - si on supprime la 7e, on se retrouve avec un accord parfait
  - on supprime le plus souvent la fondamentale ou la 5te


*** Sans fondamentale
:PROPERTIES:
:CUSTOM_ID: heading:dispositionSeptièmeDominanteSansFondamentale
:END:

La septième de dominante sans fondamentale est au minimum au premier
renversement, avec la 3ce à la basse.

Cette disposition est moins dissonante que l’accord complet, car
l’intervalle de septième mineure n’est plus présent.

Le second renversement est préféré au premier, car il évite aussi les
intervalles dissonants avec la basse, ce qui rend sa sonorité plus
douce.

Par exemple, en /do majeur/, la septième de dominante sans
fondamentale s’écrit :

#+begin_center
(sol) si ré fa —> si ré fa
#+end_center

ce qui produit un intervalle de quinte diminuée entre la note de 7e
/fa/ et la basse. Par contre, au second renversement :

#+begin_center
(sol) si ré fa —> ré fa si
#+end_center

on obtient des intervalles consonants avec la basse :

  - basse — fa : tierce mineure
  - basse — si : sixte majeure

L’intervalle dissonant du triton /fa — si/ ne fait alors pas
intervenir la basse.

Sous cette forme, l’accord de septième de dominante sans fondamentale
est présent dans la
[[file:musica-04-clavier.org::#heading:cadenceIonienneTroisVoix][cadence ionienne à trois voix]].


** Septième d’espèce

Il est préférable de préparer la note de 7e.

Idéalement, la durée de la préparation est au moins égale à la durée
de la note de 7e.


** Accords à base de quintes

Suppressions :

  - on évite de supprimer les notes qui contiennent la tension
    + 2de
    + 4te
    + etc


** Remarques générales


*** Continuité

Les accords proches au niveau tonal supportent mieux les mouvements
disjoints lors de leurs enchaînements. Exemples :

  - couple tonal
  - couple plagal
  - voisins dans le cycle tonal

Les accords dont le lien tonal est plus lointain demanderont plus de
mouvements conjoints pour assurer la liaison.


