grimoire/musica-06-partition.html

<div id="outline-container-org89fec5c" class="outline-3">
<h3 id="org89fec5c"><span class="section-number-3">10.1.</span> Accords parfaits</h3>
<div class="outline-text-3" id="text-10-1">
</div>
<div id="outline-container-org6fff2ca" class="outline-4">
<h4 id="org6fff2ca"><span class="section-number-4">10.1.1.</span> État fondamental</h4>
<div class="outline-text-4" id="text-10-1-1">
<p>
L'état fondamental est le plus affirmé, il agit comme un pilier de la
tonalité.
</p>

<p>
On double :
</p>

<ul class="org-ul">
<li>le plus souvent la fondamentale ou une note tonale</li>
<li>parfois la 3ce, en guise de variation</li>
</ul>

<p>
Si on souhaite supprimer une note :
</p>

<ul class="org-ul">
<li>on évite de supprimer la fondamentale</li>
<li>si on souhaite éviter l’ambiguité entre accord parfait majeur ou mineur
<ul class="org-ul">
<li>on ne supprime pas la note de 3ce majeure ou mineure</li>
<li>on supprime plutôt la 5te</li>
</ul></li>
<li>l’accord produira un effet de simplicité si on supprime la 3ce
<ul class="org-ul">
<li>à réserver aux instants de convergence, comme en fin de phrase</li>
</ul></li>
</ul>

<div class="org-center">
<p>
⁂
</p>
</div>

<p>
L’accord parfait du degré 7 remplit généralement la même fonction
tonale qu’une 7e de dominante sans fondamentale.
</p>
</div>
</div>


<div id="outline-container-orgda7e864" class="outline-4">
<h4 id="orgda7e864"><span class="section-number-4">10.1.2.</span> Premier renversement</h4>
<div class="outline-text-4" id="text-10-1-2">
<p>
Le premier renversement est moins appuyé que l’état fondamental.
</p>

<p>
On double en général une note tonale.
</p>

<p>
Si un degré fort est situé une tierce au-dessus de la fondamentale, la
basse est généralement doublée et l’accord peut assurer la fonction
tonale correspondante.
</p>

<p>
De part leur forte similitude, les accords de sixte peuvent aussi
ornementer l’accord parfait à l’état fondamental situé une tierce plus
haut. On compte en effet deux notes communes, et même trois avec la
doublure. Exemples en <i>do majeur</i> :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">degrés</th>
<th scope="col" class="org-left">fonction</th>
<th scope="col" class="org-left">premier</th>
<th scope="col" class="org-left">état fondamental d’un accord</th>
</tr>

<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">renversement</th>
<th scope="col" class="org-left">situé une tierce au-dessus</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">2 &amp; 4</td>
<td class="org-left">SD</td>
<td class="org-left">fa la ré fa</td>
<td class="org-left">fa la do fa</td>
</tr>

<tr>
<td class="org-left">6 &amp; 1</td>
<td class="org-left">T</td>
<td class="org-left">do mi la do</td>
<td class="org-left">do mi sol do</td>
</tr>

<tr>
<td class="org-left">3 &amp; 5</td>
<td class="org-left">D</td>
<td class="org-left">sol si mi sol</td>
<td class="org-left">sol si ré sol</td>
</tr>
</tbody>
</table>


<div class="org-center">
<p>
⁂
</p>
</div>

<p>
En mineur, l’accord de sus-tonique est soit :
</p>

<ul class="org-ul">
<li>au premier renversement pour éviter la quinte diminuée avec la basse</li>
<li>présenté avec un degré 2 abaissé pour produire un accord napolitain</li>
<li>sous la forme d’un accord napolitain au premier renversement</li>
</ul>
</div>
</div>


<div id="outline-container-orgce4c033" class="outline-4">
<h4 id="orgce4c033"><span class="section-number-4">10.1.3.</span> Second renversement</h4>
<div class="outline-text-4" id="text-10-1-3">
<p>
Le second renversement sert souvent d’accord ornemental. On s’arrange
alors pour que la basse fasse note commune avec les accords
environnants, contrastant alors avec les mouvements mélodiques
ornementaux des autres voix.
</p>

<p>
On double en général la basse, pour équilibrer les mouvements
constants et variables. Dans un quatuor, on se retrouve alors avec
deux voix constantes et deux voix variables.
</p>

<p>
Exemple de second renversement avec broderies au soprano et au ténor :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">si</td>
<td class="org-left">do</td>
<td class="org-left">si</td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left">sol</td>
<td class="org-left">sol</td>
<td class="org-left">sol</td>
</tr>

<tr>
<td class="org-left">T</td>
<td class="org-left">:</td>
<td class="org-left">ré</td>
<td class="org-left">mi</td>
<td class="org-left">ré</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">sol</td>
<td class="org-left">sol</td>
<td class="org-left">sol</td>
</tr>
</tbody>
</table>

<p>
Exemple de second renversement avec note de passage au ténor :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">sol</td>
<td class="org-left">la</td>
<td class="org-left">mi</td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left">do</td>
<td class="org-left">do</td>
<td class="org-left">do</td>
</tr>

<tr>
<td class="org-left">T</td>
<td class="org-left">:</td>
<td class="org-left">mi</td>
<td class="org-left">fa</td>
<td class="org-left">sol</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">do</td>
<td class="org-left">do</td>
<td class="org-left">do</td>
</tr>
</tbody>
</table>

<p>
Exemple avec une broderie au ténor et une note de passage au soprano :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">mi</td>
<td class="org-left">ré</td>
<td class="org-left">do</td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left">sol</td>
<td class="org-left">sol</td>
<td class="org-left">sol</td>
</tr>

<tr>
<td class="org-left">T</td>
<td class="org-left">:</td>
<td class="org-left">do</td>
<td class="org-left">si</td>
<td class="org-left">do</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">do</td>
<td class="org-left">ré</td>
<td class="org-left">mi</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-org70608eb" class="outline-3">
<h3 id="org70608eb"><span class="section-number-3">10.2.</span> Septième de dominante</h3>
<div class="outline-text-3" id="text-10-2">
<p>
La note de 7e peut servir d’ornement harmonique ou mélodique.
</p>

<p>
Suppression :
</p>

<ul class="org-ul">
<li>on évite de supprimer la 3ce, car c’est la sensible inférieure</li>
<li>si on supprime la 7e, on se retrouve avec un accord parfait</li>
<li>on supprime le plus souvent la fondamentale ou la 5te</li>
</ul>
</div>


<div id="outline-container-heading:dispositionSeptièmeDominanteSansFondamentale" class="outline-4">
<h4 id="heading:dispositionSeptièmeDominanteSansFondamentale"><span class="section-number-4">10.2.1.</span> Sans fondamentale</h4>
<div class="outline-text-4" id="text-heading:dispositionSeptièmeDominanteSansFondamentale">
<p>
La septième de dominante sans fondamentale est au minimum au premier
renversement, avec la 3ce à la basse.
</p>

<p>
Cette disposition est moins dissonante que l’accord complet, car
l’intervalle de septième mineure n’est plus présent.
</p>

<p>
Le second renversement est préféré au premier, car il évite aussi les
intervalles dissonants avec la basse, ce qui rend sa sonorité plus
douce.
</p>

<p>
Par exemple, en <i>do majeur</i>, la septième de dominante sans
fondamentale s’écrit :
</p>

<div class="org-center">
<p>
(sol) si ré fa —&gt; si ré fa
</p>
</div>

<p>
ce qui produit un intervalle de quinte diminuée entre la note de 7e
<i>fa</i> et la basse. Par contre, au second renversement :
</p>

<div class="org-center">
<p>
(sol) si ré fa —&gt; ré fa si
</p>
</div>

<p>
on obtient des intervalles consonants avec la basse :
</p>

<ul class="org-ul">
<li>basse — fa : tierce mineure</li>
<li>basse — si : sixte majeure</li>
</ul>

<p>
L’intervalle dissonant du triton <i>fa — si</i> ne fait alors pas
intervenir la basse.
</p>

<p>
Sous cette forme, l’accord de septième de dominante sans fondamentale
est présent dans la
<a href="musica-04-clavier.html#heading:cadenceIonienneTroisVoix">cadence ionienne à trois voix</a>.
</p>
</div>
</div>
</div>


<div id="outline-container-org3f56acc" class="outline-3">
<h3 id="org3f56acc"><span class="section-number-3">10.3.</span> Septième d’espèce</h3>
<div class="outline-text-3" id="text-10-3">
<p>
Il est préférable de préparer la note de 7e.
</p>

<p>
Idéalement, la durée de la préparation est au moins égale à la durée
de la note de 7e.
</p>
</div>
</div>


<div id="outline-container-org688e8ea" class="outline-3">
<h3 id="org688e8ea"><span class="section-number-3">10.4.</span> Accords à base de quintes</h3>
<div class="outline-text-3" id="text-10-4">
<p>
Suppressions :
</p>

<ul class="org-ul">
<li>on évite de supprimer les notes qui contiennent la tension
<ul class="org-ul">
<li>2de</li>
<li>4te</li>
<li>etc</li>
</ul></li>
</ul>
</div>
</div>


<div id="outline-container-org368dde9" class="outline-3">
<h3 id="org368dde9"><span class="section-number-3">10.5.</span> Remarques générales</h3>
<div class="outline-text-3" id="text-10-5">
</div>
<div id="outline-container-org15ab715" class="outline-4">
<h4 id="org15ab715"><span class="section-number-4">10.5.1.</span> Continuité</h4>
<div class="outline-text-4" id="text-10-5-1">
<p>
Les accords proches au niveau tonal supportent mieux les mouvements
disjoints lors de leurs enchaînements. Exemples :
</p>

<ul class="org-ul">
<li>couple tonal</li>
<li>couple plagal</li>
<li>voisins dans le cycle tonal</li>
</ul>

<p>
Les accords dont le lien tonal est plus lointain demanderont plus de
mouvements conjoints pour assurer la liaison.
</p>
</div>
</div>
