grimoire/musica-06-partition.org
*** Renversements

Les accords renversés ont généralement un caractère tonal moins
affirmé que leurs homologues à l’état fondamental. Cette remarque est
d’autant plus vraie pour les accords de trois notes. Afin de ne pas
rendre leur fonction tonale encore plus floue, on évite autant que
possible de supprimer une note d’une triade renversée.

Par contre, les accords renversés de quatre notes ou plus, et en
particulier la 7e et la 9e de dominante, peuvent s’employer sans
fondamentale ou sans quinte.


* Dynamique des enchaînements

#+TOC: headlines 1 local

** Quarte et sixte

L’accord de quarte et sixte est un accord consonant, mais il permet
une résolution relative vers un accord encore plus stable, à savoir
l’accord parfait à l’état fondamental :

  - note de sixte —> note de quinte
  - note de quarte —>  note de tierce

Exemple de résolution d’une 4te & 6te de fondamentale /fa/ :

#+ATTR_HTML: :class plat
| S | : | fa | mi  |
| A | : | la | sol |
| B | : | do | do  |

L’accord de 4te & 6te peut également être utilisé comme
[[file:musica-04-clavier.org::#heading:accordBroderie][accord broderie]].


** Couple tonal

#+TOC: headlines 1 local

*** Introduction

La sensible inférieure évolue généralement vers la tonique. On
généralise cette propriété en utilisant l’attraction produite par les
intervalles de seconde mineure de la tonalité.

En /do majeur/ et /la mineur/, avec les accords :

|           | Dominante           | Tonique   |
|-----------+---------------------+-----------|
| do majeur | sol si ré (fa) (la) | do mi sol |
| la mineur | mi sol si (ré) (fa) | la do mi  |

nous avons :

|             | do majeur   | la mineur     | commentaire         |
|-------------+-------------+---------------+---------------------|
| 3ce —> 1ale | si —> do    | sol —> la     |                     |
|             |             | sol^{#} —> la | sensible inférieure |
|-------------+-------------+---------------+---------------------|
| 5te —> 3ce  | ré —> mi    | si —> do      |                     |
|             | ré —> mi^b  |               | 3ce altérée         |
|-------------+-------------+---------------+---------------------|
| 7e —> 3ce   | fa —> mi    | ré —> do      |                     |
|             |             | ré —> do^{#}  | 3ce picarde         |
|-------------+-------------+---------------+---------------------|
| 9e —> 5te   | la —> sol   | fa —> mi      |                     |
|             | la^b —> sol |               | 9e altérée          |

L’emploi simultané des évolutions /5te —> 3ce/ et /7e —> 3ce/ produit
une doublure de la 3ce de l’accord de tonique, ce qui n’est pas
toujours souhaitable. Si on souhaite l’éviter, on peut :

  - ne pas utiliser de note de 7e
    + accord parfait de dominante
  - dévier un des deux mouvements vers une autre note
    + 5te —> 1ale
    + 7e —> 5te

En termes de degrés de la gamme, on a :

#+ATTR_HTML: :class plat
| sensible inférieure | —> | tonique   |
| sus-tonique         | —> | médiante  |
| sous-dominante      | —> | médiante  |
| sus-dominante       | —> | dominante |

Exemple typique en /do majeur/, avec l’évolution /5te —> 3ce/ :

#+ATTR_HTML: :class plat
| S | : | la  | sol |
| M | : | si  | do  |
| A | : | fa  | sol |
| T | : | ré  | mi  |
| B | : | sol | do  |

et avec l’évolution /7e —> 3ce/ :

#+ATTR_HTML: :class plat
| S | : | la  | sol |
| M | : | si  | do  |
| A | : | fa  | mi  |
| T | : | ré  | do  |
| B | : | sol | do  |


*** Préparation

Exemple de préparation d’une note de 7e en /do majeur/ :

#+ATTR_HTML: :class plat
| S | : | /fa/ | /fa/ | /mi/ |
| A | : | la   | si   | do   |
| T | : | do   | ré   | do   |
| B | : | fa   | sol  | do   |


