grimoire/musica-06-partition.html


<div id="outline-container-org5854d09" class="outline-4">
<h4 id="org5854d09"><span class="section-number-4">10.5.2.</span> Renversements</h4>
<div class="outline-text-4" id="text-10-5-2">
<p>
Les accords renversés ont généralement un caractère tonal moins
affirmé que leurs homologues à l’état fondamental. Cette remarque est
d’autant plus vraie pour les accords de trois notes. Afin de ne pas
rendre leur fonction tonale encore plus floue, on évite autant que
possible de supprimer une note d’une triade renversée.
</p>

<p>
Par contre, les accords renversés de quatre notes ou plus, et en
particulier la 7e et la 9e de dominante, peuvent s’employer sans
fondamentale ou sans quinte.
</p>
</div>
</div>
</div>
</div>


<div id="outline-container-orgc68efb0" class="outline-2">
<h2 id="orgc68efb0"><span class="section-number-2">11.</span> Dynamique des enchaînements</h2>
<div class="outline-text-2" id="text-11">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org67914c4">11.1. Quarte et sixte</a></li>
<li><a href="#org48042b7">11.2. Couple tonal</a></li>
<li><a href="#orgfc90b38">11.3. Dominante auxiliaire</a></li>
<li><a href="#orgd3c6b97">11.4. Septièmes d’espèces</a></li>
<li><a href="#orgdf67c57">11.5. Accords à base de quintes</a></li>
</ul>
</div>
</div>

<div id="outline-container-org67914c4" class="outline-3">
<h3 id="org67914c4"><span class="section-number-3">11.1.</span> Quarte et sixte</h3>
<div class="outline-text-3" id="text-11-1">
<p>
L’accord de quarte et sixte est un accord consonant, mais il permet
une résolution relative vers un accord encore plus stable, à savoir
l’accord parfait à l’état fondamental :
</p>

<ul class="org-ul">
<li>note de sixte —&gt; note de quinte</li>
<li>note de quarte —&gt;  note de tierce</li>
</ul>

<p>
Exemple de résolution d’une 4te &amp; 6te de fondamentale <i>fa</i> :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">fa</td>
<td class="org-left">mi</td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left">la</td>
<td class="org-left">sol</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">do</td>
<td class="org-left">do</td>
</tr>
</tbody>
</table>

<p>
L’accord de 4te &amp; 6te peut également être utilisé comme
<a href="musica-04-clavier.html#heading:accordBroderie">accord broderie</a>.
</p>
</div>
</div>


<div id="outline-container-org48042b7" class="outline-3">
<h3 id="org48042b7"><span class="section-number-3">11.2.</span> Couple tonal</h3>
<div class="outline-text-3" id="text-11-2">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org39afac1">11.2.1. Introduction</a></li>
<li><a href="#orgd96217f">11.2.2. Préparation</a></li>
<li><a href="#orgcc6df34">11.2.3. Résolution irrégulière</a></li>
</ul>
</div>
</div>

<div id="outline-container-org39afac1" class="outline-4">
<h4 id="org39afac1"><span class="section-number-4">11.2.1.</span> Introduction</h4>
<div class="outline-text-4" id="text-11-2-1">
<p>
La sensible inférieure évolue généralement vers la tonique. On
généralise cette propriété en utilisant l’attraction produite par les
intervalles de seconde mineure de la tonalité.
</p>

<p>
En <i>do majeur</i> et <i>la mineur</i>, avec les accords :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Dominante</th>
<th scope="col" class="org-left">Tonique</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">do majeur</td>
<td class="org-left">sol si ré (fa) (la)</td>
<td class="org-left">do mi sol</td>
</tr>

<tr>
<td class="org-left">la mineur</td>
<td class="org-left">mi sol si (ré) (fa)</td>
<td class="org-left">la do mi</td>
</tr>
</tbody>
</table>

<p>
nous avons :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">do majeur</th>
<th scope="col" class="org-left">la mineur</th>
<th scope="col" class="org-left">commentaire</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">3ce —&gt; 1ale</td>
<td class="org-left">si —&gt; do</td>
<td class="org-left">sol —&gt; la</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">sol<sup>#</sup> —&gt; la</td>
<td class="org-left">sensible inférieure</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">5te —&gt; 3ce</td>
<td class="org-left">ré —&gt; mi</td>
<td class="org-left">si —&gt; do</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">ré —&gt; mi<sup>b</sup></td>
<td class="org-left">&#xa0;</td>
<td class="org-left">3ce altérée</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">7e —&gt; 3ce</td>
<td class="org-left">fa —&gt; mi</td>
<td class="org-left">ré —&gt; do</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">ré —&gt; do<sup>#</sup></td>
<td class="org-left">3ce picarde</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">9e —&gt; 5te</td>
<td class="org-left">la —&gt; sol</td>
<td class="org-left">fa —&gt; mi</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">la<sup>b</sup> —&gt; sol</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">9e altérée</td>
</tr>
</tbody>
</table>

<p>
L’emploi simultané des évolutions <i>5te —&gt; 3ce</i> et <i>7e —&gt; 3ce</i> produit
une doublure de la 3ce de l’accord de tonique, ce qui n’est pas
toujours souhaitable. Si on souhaite l’éviter, on peut :
</p>

<ul class="org-ul">
<li>ne pas utiliser de note de 7e
<ul class="org-ul">
<li>accord parfait de dominante</li>
</ul></li>
<li>dévier un des deux mouvements vers une autre note
<ul class="org-ul">
<li>5te —&gt; 1ale</li>
<li>7e —&gt; 5te</li>
</ul></li>
</ul>

<p>
En termes de degrés de la gamme, on a :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">sensible inférieure</td>
<td class="org-left">—&gt;</td>
<td class="org-left">tonique</td>
</tr>

<tr>
<td class="org-left">sus-tonique</td>
<td class="org-left">—&gt;</td>
<td class="org-left">médiante</td>
</tr>

<tr>
<td class="org-left">sous-dominante</td>
<td class="org-left">—&gt;</td>
<td class="org-left">médiante</td>
</tr>

<tr>
<td class="org-left">sus-dominante</td>
<td class="org-left">—&gt;</td>
<td class="org-left">dominante</td>
</tr>
</tbody>
</table>

<p>
Exemple typique en <i>do majeur</i>, avec l’évolution <i>5te —&gt; 3ce</i> :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">la</td>
<td class="org-left">sol</td>
</tr>

<tr>
<td class="org-left">M</td>
<td class="org-left">:</td>
<td class="org-left">si</td>
<td class="org-left">do</td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left">fa</td>
<td class="org-left">sol</td>
</tr>

<tr>
<td class="org-left">T</td>
<td class="org-left">:</td>
<td class="org-left">ré</td>
<td class="org-left">mi</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">sol</td>
<td class="org-left">do</td>
</tr>
</tbody>
</table>

<p>
et avec l’évolution <i>7e —&gt; 3ce</i> :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">la</td>
<td class="org-left">sol</td>
</tr>

<tr>
<td class="org-left">M</td>
<td class="org-left">:</td>
<td class="org-left">si</td>
<td class="org-left">do</td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left">fa</td>
<td class="org-left">mi</td>
</tr>

<tr>
<td class="org-left">T</td>
<td class="org-left">:</td>
<td class="org-left">ré</td>
<td class="org-left">do</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">sol</td>
<td class="org-left">do</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orgd96217f" class="outline-4">
<h4 id="orgd96217f"><span class="section-number-4">11.2.2.</span> Préparation</h4>
<div class="outline-text-4" id="text-11-2-2">
<p>
Exemple de préparation d’une note de 7e en <i>do majeur</i> :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left"><i>fa</i></td>
<td class="org-left"><i>fa</i></td>
<td class="org-left"><i>mi</i></td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left">la</td>
<td class="org-left">si</td>
<td class="org-left">do</td>
</tr>

<tr>
<td class="org-left">T</td>
<td class="org-left">:</td>
<td class="org-left">do</td>
<td class="org-left">ré</td>
<td class="org-left">do</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">fa</td>
<td class="org-left">sol</td>
<td class="org-left">do</td>
</tr>
</tbody>
</table>
</div>
</div>
