grimoire/musica-06-partition.org
*** Résolution irrégulière

On peut dévier la sensible inférieure de son mouvement attendu vers la
tonique, et la rediriger vers la 5te de l’accord de tonique :

#+ATTR_HTML: :class plat
| S | : | /si/ | /sol/ |
| A | : | fa   | mi    |
| T | : | ré   | do    |
| B | : | sol  | do    |

La 9e de dominante peut se résoudre à l’intérieur d’un autre accord de
dominante. Voici par exemple une résolution d’une 9e de dominante sans
fondamentale vers une 7e de dominante complète, toujours en /do
majeur/ :

#+ATTR_HTML: :class plat
| S | : | /la/ | /sol/ |
| A | : | fa   | fa    |
| T | : | ré   | ré    |
| B | : | si   | si    |


** Dominante auxiliaire

Les accords de dominante auxiliaire peuvent subir des altérations qui
les rapprochent des notes tonales. Ces notes altérées se résolvent
alors naturellement sur les degrés correspondant :

| Résolution     | do majeur     | la mineur     |
|----------------+---------------+---------------|
| vers dominante | fa^{#} —> sol | ré^{#} —> mi  |
|                | la^b —> sol   | fa —> mi      |
| vers tonique   | si —> do      | sol^{#} —> la |
|                | ré^b —> do    | si^b —> la    |


** Septièmes d’espèces

Les septièmes d’espèces sont utilisées pour renforcer la résolution
vers l’accord suivant.

Le choix le plus évident consiste à imiter le couple tonal en
enchaînant avec un accord situé une quinte plus bas.

Dans cet exemple, qui enchaine un accord de /la/ avec un accord de
/ré/, on voit que la 7e, le /sol/, se résout en descendant vers le
/fa/ de l’accord suivant :

#+ATTR_HTML: :class plat
| S | : | /sol/ | /fa/ |
| A | : | mi    | ré   |
| T | : | /do/  | /ré/ |
| B | : | la    | ré   |

On note aussi que la 3ce du premier accord (le /do/ au ténor) évolue
vers la fondamentale du deuxième accord (le /ré/).

Exemple avec un accord de préparation contenant la 7e :

#+ATTR_HTML: :class plat
| S | : | /sol/ | /sol/ | /fa/ |
| A | : | mi    | mi    | ré   |
| T | : | si    | /do/  | /ré/ |
| B | : | sol   | la    | ré   |


** Accords à base de quintes

Un accord à base de quintes peut se transformer en accord parfait sans
3ce, avec doublure de la fondamentale :

#+ATTR_HTML: :class plat
| S | : | la   | la   |
| A | : | mi   | mi   |
| B | : | /si/ | /la/ |

Il peut aussi devenir un accord parfait au premier renversement :

#+ATTR_HTML: :class plat
| S | : | la   | la   |
| A | : | mi   | mi   |
| B | : | /si/ | /do/ |

Il peut aussi se transformer en accord parfait au second
renversement :

#+ATTR_HTML: :class plat
| S | : | /la/ | /sol/ |
| A | : | mi   | mi    |
| B | : | si   | si    |

Il peut aussi devenir un accord parfait sans 3ce au second
renversement :

#+ATTR_HTML: :class plat
| S | : | /la/ | /si/ |
| A | : | mi   | mi   |
| B | : | si   | si   |

Enfin, il peut évoluer vers un accord de 7e incomplet :

#+ATTR_HTML: :class plat
| S | : | fa   | fa   |
| A | : | /do/ | /si/ |
| B | : | sol  | sol  |


* Dynamique des ornements

#+TOC: headlines 1 local

** Accentuation

Les ornements harmoniques sont généralement placés sur temps fort ou
partie forte de temps.

Les ornements mélodiques sont généralement placés sur temps faible ou
partie faible de temps.


** Pédale

Lorsqu’une *pédale* est présente, elle est en général alternativement
dissonante et consonante par rapport aux accords qui se succèdent sur
les autres voix.

Une pédale est souvent préparée en s’intégrant à un premier accord et
en perdurant après sa disparition. Le dernier accord qui se superpose
à une pédale lui est en général également consonant.

Autrement dit, une pédale est généralement préparée et résolue par
intégration.


** Retard

#+TOC: headlines 1 local

