grimoire/musica-06-partition.html


<div id="outline-container-orgcc6df34" class="outline-4">
<h4 id="orgcc6df34"><span class="section-number-4">11.2.3.</span> Résolution irrégulière</h4>
<div class="outline-text-4" id="text-11-2-3">
<p>
On peut dévier la sensible inférieure de son mouvement attendu vers la
tonique, et la rediriger vers la 5te de l’accord de tonique :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left"><i>si</i></td>
<td class="org-left"><i>sol</i></td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left">fa</td>
<td class="org-left">mi</td>
</tr>

<tr>
<td class="org-left">T</td>
<td class="org-left">:</td>
<td class="org-left">ré</td>
<td class="org-left">do</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">sol</td>
<td class="org-left">do</td>
</tr>
</tbody>
</table>

<p>
La 9e de dominante peut se résoudre à l’intérieur d’un autre accord de
dominante. Voici par exemple une résolution d’une 9e de dominante sans
fondamentale vers une 7e de dominante complète, toujours en <i>do
majeur</i> :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left"><i>la</i></td>
<td class="org-left"><i>sol</i></td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left">fa</td>
<td class="org-left">fa</td>
</tr>

<tr>
<td class="org-left">T</td>
<td class="org-left">:</td>
<td class="org-left">ré</td>
<td class="org-left">ré</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">si</td>
<td class="org-left">si</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-orgfc90b38" class="outline-3">
<h3 id="orgfc90b38"><span class="section-number-3">11.3.</span> Dominante auxiliaire</h3>
<div class="outline-text-3" id="text-11-3">
<p>
Les accords de dominante auxiliaire peuvent subir des altérations qui
les rapprochent des notes tonales. Ces notes altérées se résolvent
alors naturellement sur les degrés correspondant :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Résolution</th>
<th scope="col" class="org-left">do majeur</th>
<th scope="col" class="org-left">la mineur</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">vers dominante</td>
<td class="org-left">fa<sup>#</sup> —&gt; sol</td>
<td class="org-left">ré<sup>#</sup> —&gt; mi</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">la<sup>b</sup> —&gt; sol</td>
<td class="org-left">fa —&gt; mi</td>
</tr>

<tr>
<td class="org-left">vers tonique</td>
<td class="org-left">si —&gt; do</td>
<td class="org-left">sol<sup>#</sup> —&gt; la</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">ré<sup>b</sup> —&gt; do</td>
<td class="org-left">si<sup>b</sup> —&gt; la</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orgd3c6b97" class="outline-3">
<h3 id="orgd3c6b97"><span class="section-number-3">11.4.</span> Septièmes d’espèces</h3>
<div class="outline-text-3" id="text-11-4">
<p>
Les septièmes d’espèces sont utilisées pour renforcer la résolution
vers l’accord suivant.
</p>

<p>
Le choix le plus évident consiste à imiter le couple tonal en
enchaînant avec un accord situé une quinte plus bas.
</p>

<p>
Dans cet exemple, qui enchaine un accord de <i>la</i> avec un accord de
<i>ré</i>, on voit que la 7e, le <i>sol</i>, se résout en descendant vers le
<i>fa</i> de l’accord suivant :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left"><i>sol</i></td>
<td class="org-left"><i>fa</i></td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left">mi</td>
<td class="org-left">ré</td>
</tr>

<tr>
<td class="org-left">T</td>
<td class="org-left">:</td>
<td class="org-left"><i>do</i></td>
<td class="org-left"><i>ré</i></td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">la</td>
<td class="org-left">ré</td>
</tr>
</tbody>
</table>

<p>
On note aussi que la 3ce du premier accord (le <i>do</i> au ténor) évolue
vers la fondamentale du deuxième accord (le <i>ré</i>).
</p>

<p>
Exemple avec un accord de préparation contenant la 7e :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left"><i>sol</i></td>
<td class="org-left"><i>sol</i></td>
<td class="org-left"><i>fa</i></td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left">mi</td>
<td class="org-left">mi</td>
<td class="org-left">ré</td>
</tr>

<tr>
<td class="org-left">T</td>
<td class="org-left">:</td>
<td class="org-left">si</td>
<td class="org-left"><i>do</i></td>
<td class="org-left"><i>ré</i></td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">sol</td>
<td class="org-left">la</td>
<td class="org-left">ré</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orgdf67c57" class="outline-3">
<h3 id="orgdf67c57"><span class="section-number-3">11.5.</span> Accords à base de quintes</h3>
<div class="outline-text-3" id="text-11-5">
<p>
Un accord à base de quintes peut se transformer en accord parfait sans
3ce, avec doublure de la fondamentale :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">la</td>
<td class="org-left">la</td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left">mi</td>
<td class="org-left">mi</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left"><i>si</i></td>
<td class="org-left"><i>la</i></td>
</tr>
</tbody>
</table>

<p>
Il peut aussi devenir un accord parfait au premier renversement :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">la</td>
<td class="org-left">la</td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left">mi</td>
<td class="org-left">mi</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left"><i>si</i></td>
<td class="org-left"><i>do</i></td>
</tr>
</tbody>
</table>

<p>
Il peut aussi se transformer en accord parfait au second
renversement :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left"><i>la</i></td>
<td class="org-left"><i>sol</i></td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left">mi</td>
<td class="org-left">mi</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">si</td>
<td class="org-left">si</td>
</tr>
</tbody>
</table>

<p>
Il peut aussi devenir un accord parfait sans 3ce au second
renversement :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left"><i>la</i></td>
<td class="org-left"><i>si</i></td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left">mi</td>
<td class="org-left">mi</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">si</td>
<td class="org-left">si</td>
</tr>
</tbody>
</table>

<p>
Enfin, il peut évoluer vers un accord de 7e incomplet :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">fa</td>
<td class="org-left">fa</td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left"><i>do</i></td>
<td class="org-left"><i>si</i></td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">sol</td>
<td class="org-left">sol</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-orgec4c92a" class="outline-2">
<h2 id="orgec4c92a"><span class="section-number-2">12.</span> Dynamique des ornements</h2>
<div class="outline-text-2" id="text-12">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orge2be351">12.1. Accentuation</a></li>
<li><a href="#org48243c2">12.2. Pédale</a></li>
<li><a href="#org7e0f813">12.3. Retard</a></li>
<li><a href="#orgd16f294">12.4. Anticipation</a></li>
<li><a href="#org84ba3d7">12.5. Appogiature</a></li>
</ul>
</div>
</div>

<div id="outline-container-orge2be351" class="outline-3">
<h3 id="orge2be351"><span class="section-number-3">12.1.</span> Accentuation</h3>
<div class="outline-text-3" id="text-12-1">
<p>
Les ornements harmoniques sont généralement placés sur temps fort ou
partie forte de temps.
</p>

<p>
Les ornements mélodiques sont généralement placés sur temps faible ou
partie faible de temps.
</p>
</div>
</div>


<div id="outline-container-org48243c2" class="outline-3">
<h3 id="org48243c2"><span class="section-number-3">12.2.</span> Pédale</h3>
<div class="outline-text-3" id="text-12-2">
<p>
Lorsqu’une <b>pédale</b> est présente, elle est en général alternativement
dissonante et consonante par rapport aux accords qui se succèdent sur
les autres voix.
</p>

<p>
Une pédale est souvent préparée en s’intégrant à un premier accord et
en perdurant après sa disparition. Le dernier accord qui se superpose
à une pédale lui est en général également consonant.
</p>

<p>
Autrement dit, une pédale est généralement préparée et résolue par
intégration.
</p>
</div>
</div>
