grimoire/musica-06-partition.org
*** Préparation

Par définition, un retard est préparé par intégration. Idéalement, la
durée de la préparation est au moins égale à la durée du retard.


*** Phase active

Pour ne pas gâcher l’effet de surprise, on préfère ne pas faire
entendre simultanément le retard et sa résolution, sauf si une des
conditions suivantes est satisfaite :

  - la résolution est placée sous le retard
    + par exemple, si la résolution est placée à la basse
  - la résolution est discrète, voir les techniques de
    [[file:musica-04-clavier.org::#heading:camouflage][camouflage]]
  - on peut placer retard & résolution dans une disposition élégante

Le retard est généralement sur un temps plus accentué que sa
résolution :

| Retard       | Résolution   |
|--------------+--------------|
| temps fort   | temps médian |
| temps fort   | temps faible |
| temps médian | temps faible |


*** Résolution

Un retard dissonant se résout généralement en évoluant par mouvement
conjoint variable vers une note du nouvel accord. Suivant le sens du
mouvement, on distingue :

  - le *retard supérieur* qui se résout en descendant
    + c’est le plus courant, car l’effet de descente mélodique
      accentue la détente harmonique
  - le *retard inférieur* qui se résout en montant

Par exemple, dans l’enchaînement suivant, le /ré/ au soprano est un
retard supérieur qui se résout en descendant vers le /do/ :

#+ATTR_HTML: :class plat
| S | : | /ré/ | /ré/ | /do/ |
| A | : | sol  | mi   | mi   |
| T | : | sol  | sol  | sol  |
| B | : | si   | do   | do   |

Autre exemple où le /fa/ est un retard inférieur qui se résout en
montant vers le /sol/ :

#+ATTR_HTML: :class plat
| S | : | /fa/ | /fa/ | /sol/ |
| A | : | do   | si   | si    |
| T | : | la   | ré   | ré    |
| B | : | fa   | sol  | sol   |


** Anticipation

Une anticipation dissonante se résout par intégration dans l’accord
suivant.

Par exemple, dans l’enchaînement suivant, le /mi/ au soprano est une
ancicipation :

#+ATTR_HTML: :class plat
| S | : | fa | /mi/ | /mi/ |
| A | : | la | la   | sol  |
| B | : | ré | ré   | do   |


** Appogiature

Par définition, l’appogiature est attaquée.

Une appogiature dissonante se résout le plus souvent par mouvement
conjoint variable.


* Dynamique du rythme

#+TOC: headlines 1 local

** Introduction

Le rythmes les plus stables sont les *rythmes réguliers* :

  - *rapides*, avec au moins une note par temps
  - *lents*, avec de longues notes continues

Tous les autres rythmes correspondent à des tensions qui peuvent se
résoudre sur l’une ou l’autre de ces configurations. Il va de soi que
les rythmes lents sont plutôt réservés à la fin d’une phrase et les
rythmes rapides au coeur d’un mouvement.


** Accentuation

Un temps fort peut être accentué par :

  - une intensité plus forte de la note qui l’entame
  - un accent mélodique


** Mesures

Une mesure irrégulière constitue une tension par rapport à une mesure
régulière proche.


** Fluidité

Un rythme sec produit une tension par rapport à un rythme fluide qui
lui est proche. Par exemple, la suite :

#+ATTR_HTML: :class plat
| C cs C | cs N N |

produira une tension puis une détente, et la suite :

#+ATTR_HTML: :class plat
| C cs N | C cs N | =...= |

un cycle de tension et de détente.

** Syncopes

Le schéma générique d’une syncope applique la structure générique de
tension et résolution. En voici un exemple :

  - *préparation* : rythme régulier, à raison d’une note par temps

  - *tension* : on gomme la première note de la mesure suivante en la
    remplaçant par la prolongation de la note précédente

  - *résolution* : la mélodie reprend le rythme régulier précédent, à
    raison d’une note par temps

Toutes les variations partant de ce cas d’école sont bien entendu
possibles. La phase de préparation est bien entendu optionnelle.

Voici des exemples de réalisation où la mesure compte deux temps d’une
noire chacun :

|         | Préparation | Tension     | Résolution |
|---------+-------------+-------------+------------|
| syncope | N N         | N N‿N N     | N N        |
| syncopé | N N         | N N‿N N‿N N | N N        |


*** Contraste

Il arrive souvent qu’on mette en relief une syncope en introduisant un
contraste entre la voix syncopée et une voix sans syncope qui assure
la régularité rythmique. Dans ce cas, la tension découle naturellement
du contraste.


