grimoire/musica-06-partition.html


<div id="outline-container-org7e0f813" class="outline-3">
<h3 id="org7e0f813"><span class="section-number-3">12.3.</span> Retard</h3>
<div class="outline-text-3" id="text-12-3">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org77dfe18">12.3.1. Préparation</a></li>
<li><a href="#org6dd490b">12.3.2. Phase active</a></li>
<li><a href="#orgdce0d3b">12.3.3. Résolution</a></li>
</ul>
</div>
</div>

<div id="outline-container-org77dfe18" class="outline-4">
<h4 id="org77dfe18"><span class="section-number-4">12.3.1.</span> Préparation</h4>
<div class="outline-text-4" id="text-12-3-1">
<p>
Par définition, un retard est préparé par intégration. Idéalement, la
durée de la préparation est au moins égale à la durée du retard.
</p>
</div>
</div>


<div id="outline-container-org6dd490b" class="outline-4">
<h4 id="org6dd490b"><span class="section-number-4">12.3.2.</span> Phase active</h4>
<div class="outline-text-4" id="text-12-3-2">
<p>
Pour ne pas gâcher l’effet de surprise, on préfère ne pas faire
entendre simultanément le retard et sa résolution, sauf si une des
conditions suivantes est satisfaite :
</p>

<ul class="org-ul">
<li>la résolution est placée sous le retard
<ul class="org-ul">
<li>par exemple, si la résolution est placée à la basse</li>
</ul></li>
<li>la résolution est discrète, voir les techniques de
<a href="musica-04-clavier.html#heading:camouflage">camouflage</a></li>
<li>on peut placer retard &amp; résolution dans une disposition élégante</li>
</ul>

<p>
Le retard est généralement sur un temps plus accentué que sa
résolution :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Retard</th>
<th scope="col" class="org-left">Résolution</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">temps fort</td>
<td class="org-left">temps médian</td>
</tr>

<tr>
<td class="org-left">temps fort</td>
<td class="org-left">temps faible</td>
</tr>

<tr>
<td class="org-left">temps médian</td>
<td class="org-left">temps faible</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orgdce0d3b" class="outline-4">
<h4 id="orgdce0d3b"><span class="section-number-4">12.3.3.</span> Résolution</h4>
<div class="outline-text-4" id="text-12-3-3">
<p>
Un retard dissonant se résout généralement en évoluant par mouvement
conjoint variable vers une note du nouvel accord. Suivant le sens du
mouvement, on distingue :
</p>

<ul class="org-ul">
<li>le <b>retard supérieur</b> qui se résout en descendant
<ul class="org-ul">
<li>c’est le plus courant, car l’effet de descente mélodique
accentue la détente harmonique</li>
</ul></li>
<li>le <b>retard inférieur</b> qui se résout en montant</li>
</ul>

<p>
Par exemple, dans l’enchaînement suivant, le <i>ré</i> au soprano est un
retard supérieur qui se résout en descendant vers le <i>do</i> :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left"><i>ré</i></td>
<td class="org-left"><i>ré</i></td>
<td class="org-left"><i>do</i></td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left">sol</td>
<td class="org-left">mi</td>
<td class="org-left">mi</td>
</tr>

<tr>
<td class="org-left">T</td>
<td class="org-left">:</td>
<td class="org-left">sol</td>
<td class="org-left">sol</td>
<td class="org-left">sol</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">si</td>
<td class="org-left">do</td>
<td class="org-left">do</td>
</tr>
</tbody>
</table>

<p>
Autre exemple où le <i>fa</i> est un retard inférieur qui se résout en
montant vers le <i>sol</i> :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left"><i>fa</i></td>
<td class="org-left"><i>fa</i></td>
<td class="org-left"><i>sol</i></td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left">do</td>
<td class="org-left">si</td>
<td class="org-left">si</td>
</tr>

<tr>
<td class="org-left">T</td>
<td class="org-left">:</td>
<td class="org-left">la</td>
<td class="org-left">ré</td>
<td class="org-left">ré</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">fa</td>
<td class="org-left">sol</td>
<td class="org-left">sol</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-orgd16f294" class="outline-3">
<h3 id="orgd16f294"><span class="section-number-3">12.4.</span> Anticipation</h3>
<div class="outline-text-3" id="text-12-4">
<p>
Une anticipation dissonante se résout par intégration dans l’accord
suivant.
</p>

<p>
Par exemple, dans l’enchaînement suivant, le <i>mi</i> au soprano est une
ancicipation :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">S</td>
<td class="org-left">:</td>
<td class="org-left">fa</td>
<td class="org-left"><i>mi</i></td>
<td class="org-left"><i>mi</i></td>
</tr>

<tr>
<td class="org-left">A</td>
<td class="org-left">:</td>
<td class="org-left">la</td>
<td class="org-left">la</td>
<td class="org-left">sol</td>
</tr>

<tr>
<td class="org-left">B</td>
<td class="org-left">:</td>
<td class="org-left">ré</td>
<td class="org-left">ré</td>
<td class="org-left">do</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org84ba3d7" class="outline-3">
<h3 id="org84ba3d7"><span class="section-number-3">12.5.</span> Appogiature</h3>
<div class="outline-text-3" id="text-12-5">
<p>
Par définition, l’appogiature est attaquée.
</p>

<p>
Une appogiature dissonante se résout le plus souvent par mouvement
conjoint variable.
</p>
</div>
</div>
</div>


<div id="outline-container-org383b246" class="outline-2">
<h2 id="org383b246"><span class="section-number-2">13.</span> Dynamique du rythme</h2>
<div class="outline-text-2" id="text-13">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org7a78bf6">13.1. Introduction</a></li>
<li><a href="#org61ec6d9">13.2. Accentuation</a></li>
<li><a href="#org9b161e0">13.3. Mesures</a></li>
<li><a href="#orgf36480f">13.4. Fluidité</a></li>
<li><a href="#orgffe904d">13.5. Syncopes</a></li>
<li><a href="#org908ad83">13.6. Contretemps</a></li>
</ul>
</div>
</div>

<div id="outline-container-org7a78bf6" class="outline-3">
<h3 id="org7a78bf6"><span class="section-number-3">13.1.</span> Introduction</h3>
<div class="outline-text-3" id="text-13-1">
<p>
Le rythmes les plus stables sont les <b>rythmes réguliers</b> :
</p>

<ul class="org-ul">
<li><b>rapides</b>, avec au moins une note par temps</li>
<li><b>lents</b>, avec de longues notes continues</li>
</ul>

<p>
Tous les autres rythmes correspondent à des tensions qui peuvent se
résoudre sur l’une ou l’autre de ces configurations. Il va de soi que
les rythmes lents sont plutôt réservés à la fin d’une phrase et les
rythmes rapides au coeur d’un mouvement.
</p>
</div>
</div>


<div id="outline-container-org61ec6d9" class="outline-3">
<h3 id="org61ec6d9"><span class="section-number-3">13.2.</span> Accentuation</h3>
<div class="outline-text-3" id="text-13-2">
<p>
Un temps fort peut être accentué par :
</p>

<ul class="org-ul">
<li>une intensité plus forte de la note qui l’entame</li>
<li>un accent mélodique</li>
</ul>
</div>
</div>


<div id="outline-container-org9b161e0" class="outline-3">
<h3 id="org9b161e0"><span class="section-number-3">13.3.</span> Mesures</h3>
<div class="outline-text-3" id="text-13-3">
<p>
Une mesure irrégulière constitue une tension par rapport à une mesure
régulière proche.
</p>
</div>
</div>


<div id="outline-container-orgf36480f" class="outline-3">
<h3 id="orgf36480f"><span class="section-number-3">13.4.</span> Fluidité</h3>
<div class="outline-text-3" id="text-13-4">
<p>
Un rythme sec produit une tension par rapport à un rythme fluide qui
lui est proche. Par exemple, la suite :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">C cs C</td>
<td class="org-left">cs N N</td>
</tr>
</tbody>
</table>

<p>
produira une tension puis une détente, et la suite :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">C cs N</td>
<td class="org-left">C cs N</td>
<td class="org-left"><code>...</code></td>
</tr>
</tbody>
</table>

<p>
un cycle de tension et de détente.
</p>
</div>
</div>

<div id="outline-container-orgffe904d" class="outline-3">
<h3 id="orgffe904d"><span class="section-number-3">13.5.</span> Syncopes</h3>
<div class="outline-text-3" id="text-13-5">
<p>
Le schéma générique d’une syncope applique la structure générique de
tension et résolution. En voici un exemple :
</p>

<ul class="org-ul">
<li><b>préparation</b> : rythme régulier, à raison d’une note par temps</li>

<li><b>tension</b> : on gomme la première note de la mesure suivante en la
remplaçant par la prolongation de la note précédente</li>

<li><b>résolution</b> : la mélodie reprend le rythme régulier précédent, à
raison d’une note par temps</li>
</ul>

<p>
Toutes les variations partant de ce cas d’école sont bien entendu
possibles. La phase de préparation est bien entendu optionnelle.
</p>

<p>
Voici des exemples de réalisation où la mesure compte deux temps d’une
noire chacun :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Préparation</th>
<th scope="col" class="org-left">Tension</th>
<th scope="col" class="org-left">Résolution</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">syncope</td>
<td class="org-left">N N</td>
<td class="org-left">N N‿N N</td>
<td class="org-left">N N</td>
</tr>

<tr>
<td class="org-left">syncopé</td>
<td class="org-left">N N</td>
<td class="org-left">N N‿N N‿N N</td>
<td class="org-left">N N</td>
</tr>
</tbody>
</table>
</div>


<div id="outline-container-orgf259fe6" class="outline-4">
<h4 id="orgf259fe6"><span class="section-number-4">13.5.1.</span> Contraste</h4>
<div class="outline-text-4" id="text-13-5-1">
<p>
Il arrive souvent qu’on mette en relief une syncope en introduisant un
contraste entre la voix syncopée et une voix sans syncope qui assure
la régularité rythmique. Dans ce cas, la tension découle naturellement
du contraste.
</p>
</div>
</div>
</div>
