grimoire/musica-06-partition.org
** Contretemps

On peut considérer qu’une syncope est un rythme fluide et que le
contretemps est le rythme sec associé. Par conséquent, le contretemps
offre une tension rythmique encore plus importante que celle de la
syncope. On peut imaginer un prototype de tension — relaxation :

  - rythme régulier de préparation, une note par temps
  - tension : syncope
  - tension accrue : contretemps associé
  - légère détente : retour à la syncope
  - détente finale : retour au rythme régulier

chaque étape étant optionnelle.


* Distance tonale

#+TOC: headlines 1 local

** Introduction

La *distance tonale* entre deux accords est le nombre d’étapes
nécessaires pour aller du premier accord au deuxième en suivant le
cycle tonal. Cette distance dépend de l’intervalle formé par les
fondamentales :

| Nombre d’étapes | Intervalle |
|-----------------+------------|
|               1 | 5te        |
|               2 | 2de M      |
|               3 | 3ce m      |
|               4 | 3ce M      |
|               5 | 2de m      |
|               6 | 4te aug    |

On retrouve ainsi un tableau similaire à ceux des
[[file:musica-01-monocorde.org::#heading:recapitulationTranspositionQuintes][transpositions par combinaisons de quintes]].

Comme l’enchaînement reste équivalent si la fondamentale monte ou
descend d’une octave, les renversements de ces intervalles
correspondent à la même distance tonale et on a en définitive :

| Étapes | Intervalles |         |
|--------+-------------+---------|
|      1 | 5te         | 4te     |
|      2 | 2de M       | 7e m    |
|      3 | 3ce m       | 6te M   |
|      4 | 3ce M       | 6te m   |
|      5 | 2de m       | 7e M    |
|      6 | 4te aug     | 5te dim |


** Proximité tonale

Deux accords sont dit *tonalement proches* lorsque la distance tonale
qui les sépare est faible.

On retient généralement comme proches les accords séparés par une ou
deux étapes dans le cycle des quintes. Leurs fondamentales forment
alors :

  1. une quinte
  2. une seconde majeure

Deux accords sont dits *tonalement éloignés* s’ils ne sont pas proches.


** Enchaînements forts & faibles

Les enchaînements d’accords tonalement proches sont appelés
*enchaînements forts*.

Les enchaînements d’accords tonalement éloignés sont appelés
*enchaînements faibles*.

Un enchaînement est donc :

  - fort si les fondamentales procèdent par
    + quinte
    + seconde majeure
  - faible si les fondamentales procèdent par
    + tierce


* Boucles d’accords

#+TOC: headlines 1 local

** Introduction

Les boucles d’accords sont des cycles d’accords qui ne respectent pas
toujours la progression d’un cycle tonal ou plagal.

Ils sont beaucoup utilisés en musique pop.


** Boucle de quatre accords

Inspiré de la théorie de Philip Tagg.

  1. pôle principal
     - généralisation de la tonique
  2. sortant
     - prépare l’installation du pôle secondaire
  3. pôle secondaire
     - généralisation de la dominante
  4. rentrant
     - prépare l’installation du pôle principal
  5. retour au pôle principal


** Environnement

Inspiré de [[https://www.youtube.com/watch?v=JvyChMVvqnQ&t=401s][My Brand New Take On Four Chords Loop, by 12tone]].

Les enchaînements forts ou faibles entre un accord et ses voisins nous
donnent quatre configurations possibles :

| Catégorie    | Enchaînement avec |                |
| d’accord     | accord précédent  | accord suivant |
|--------------+-------------------+----------------|
| isolé        | faible            | faible         |
| continuation | fort              | fort           |
| départ       | faible            | fort           |
| destination  | fort              | faible         |

Un accord :

  - isolé sert de pause temporaire
  - de départ entame une série d’accord qui mène à une destination
  - de continuation prolonge une série entamée
  - de destination termine une série d’accord par une pause


* Stratification

#+TOC: headlines 1 local

** Musique tonale

Lorsqu’une polyphonie est basée à chaque instant sur une unique
tonalité, on parle de *musique tonale*. Il existe donc à tout moment
un unique ton et un unique mode de référence.

La gamme de référence peut par contre varier au cours de la pièce, on
parle alors de *modulation*.

La musique tonale est de loin le style musical le plus répandu.

/Remarque/ : j’englobe dans ce style la musique pré-tonale qui répond
au même critère, à savoir une seule gamme de référence à un instant
donné. La musique antique, médiévale, et de la renaissance sont donc
inclues, même si la formalisation de l’accord est plus récente.


** Polytonalité

Lorsqu’une polyphonie est constituée à chaque instant d’une série de
groupes de voix où chaque groupe possède sa propre tonalité, distincte
de celles des autres groupes, on parle de musique polytonale.

Chaque groupe possède donc à tout instant son propre ton et son propre
mode. Les groupes et les gammes sont bien entendu libres d’évoluer au
fil du temps.

Par exemple, dans un quatuor, le soprano et l’alto peuvent être en /do
majeur/ tandis que le ténor et la basse sont basées sur une tonique
/mi/ et un mode /oriental/. Plus tard, le soprano et le ténor peuvent
être en /la mineur/ tandis que l’alto et la basse peuvent être en /ré
dorien/.


