grimoire/musica-06-partition.html


<div id="outline-container-org908ad83" class="outline-3">
<h3 id="org908ad83"><span class="section-number-3">13.6.</span> Contretemps</h3>
<div class="outline-text-3" id="text-13-6">
<p>
On peut considérer qu’une syncope est un rythme fluide et que le
contretemps est le rythme sec associé. Par conséquent, le contretemps
offre une tension rythmique encore plus importante que celle de la
syncope. On peut imaginer un prototype de tension — relaxation :
</p>

<ul class="org-ul">
<li>rythme régulier de préparation, une note par temps</li>
<li>tension : syncope</li>
<li>tension accrue : contretemps associé</li>
<li>légère détente : retour à la syncope</li>
<li>détente finale : retour au rythme régulier</li>
</ul>

<p>
chaque étape étant optionnelle.
</p>
</div>
</div>
</div>


<div id="outline-container-org372ec04" class="outline-2">
<h2 id="org372ec04"><span class="section-number-2">14.</span> Distance tonale</h2>
<div class="outline-text-2" id="text-14">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgf27b85d">14.1. Introduction</a></li>
<li><a href="#org52c01d1">14.2. Proximité tonale</a></li>
<li><a href="#org6d09a75">14.3. Enchaînements forts &amp; faibles</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgf27b85d" class="outline-3">
<h3 id="orgf27b85d"><span class="section-number-3">14.1.</span> Introduction</h3>
<div class="outline-text-3" id="text-14-1">
<p>
La <b>distance tonale</b> entre deux accords est le nombre d’étapes
nécessaires pour aller du premier accord au deuxième en suivant le
cycle tonal. Cette distance dépend de l’intervalle formé par les
fondamentales :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Nombre d’étapes</th>
<th scope="col" class="org-left">Intervalle</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">1</td>
<td class="org-left">5te</td>
</tr>

<tr>
<td class="org-right">2</td>
<td class="org-left">2de M</td>
</tr>

<tr>
<td class="org-right">3</td>
<td class="org-left">3ce m</td>
</tr>

<tr>
<td class="org-right">4</td>
<td class="org-left">3ce M</td>
</tr>

<tr>
<td class="org-right">5</td>
<td class="org-left">2de m</td>
</tr>

<tr>
<td class="org-right">6</td>
<td class="org-left">4te aug</td>
</tr>
</tbody>
</table>

<p>
On retrouve ainsi un tableau similaire à ceux des
<a href="musica-01-monocorde.html#heading:recapitulationTranspositionQuintes">transpositions par combinaisons de quintes</a>.
</p>

<p>
Comme l’enchaînement reste équivalent si la fondamentale monte ou
descend d’une octave, les renversements de ces intervalles
correspondent à la même distance tonale et on a en définitive :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Étapes</th>
<th scope="col" class="org-left">Intervalles</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">1</td>
<td class="org-left">5te</td>
<td class="org-left">4te</td>
</tr>

<tr>
<td class="org-right">2</td>
<td class="org-left">2de M</td>
<td class="org-left">7e m</td>
</tr>

<tr>
<td class="org-right">3</td>
<td class="org-left">3ce m</td>
<td class="org-left">6te M</td>
</tr>

<tr>
<td class="org-right">4</td>
<td class="org-left">3ce M</td>
<td class="org-left">6te m</td>
</tr>

<tr>
<td class="org-right">5</td>
<td class="org-left">2de m</td>
<td class="org-left">7e M</td>
</tr>

<tr>
<td class="org-right">6</td>
<td class="org-left">4te aug</td>
<td class="org-left">5te dim</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org52c01d1" class="outline-3">
<h3 id="org52c01d1"><span class="section-number-3">14.2.</span> Proximité tonale</h3>
<div class="outline-text-3" id="text-14-2">
<p>
Deux accords sont dit <b>tonalement proches</b> lorsque la distance tonale
qui les sépare est faible.
</p>

<p>
On retient généralement comme proches les accords séparés par une ou
deux étapes dans le cycle des quintes. Leurs fondamentales forment
alors :
</p>

<ol class="org-ol">
<li>une quinte</li>
<li>une seconde majeure</li>
</ol>

<p>
Deux accords sont dits <b>tonalement éloignés</b> s’ils ne sont pas proches.
</p>
</div>
</div>


<div id="outline-container-org6d09a75" class="outline-3">
<h3 id="org6d09a75"><span class="section-number-3">14.3.</span> Enchaînements forts &amp; faibles</h3>
<div class="outline-text-3" id="text-14-3">
<p>
Les enchaînements d’accords tonalement proches sont appelés
<b>enchaînements forts</b>.
</p>

<p>
Les enchaînements d’accords tonalement éloignés sont appelés
<b>enchaînements faibles</b>.
</p>

<p>
Un enchaînement est donc :
</p>

<ul class="org-ul">
<li>fort si les fondamentales procèdent par
<ul class="org-ul">
<li>quinte</li>
<li>seconde majeure</li>
</ul></li>
<li>faible si les fondamentales procèdent par
<ul class="org-ul">
<li>tierce</li>
</ul></li>
</ul>
</div>
</div>
</div>


<div id="outline-container-orgf4b63f5" class="outline-2">
<h2 id="orgf4b63f5"><span class="section-number-2">15.</span> Boucles d’accords</h2>
<div class="outline-text-2" id="text-15">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org01b5803">15.1. Introduction</a></li>
<li><a href="#orgb59fadb">15.2. Boucle de quatre accords</a></li>
<li><a href="#org4329555">15.3. Environnement</a></li>
</ul>
</div>
</div>

<div id="outline-container-org01b5803" class="outline-3">
<h3 id="org01b5803"><span class="section-number-3">15.1.</span> Introduction</h3>
<div class="outline-text-3" id="text-15-1">
<p>
Les boucles d’accords sont des cycles d’accords qui ne respectent pas
toujours la progression d’un cycle tonal ou plagal.
</p>

<p>
Ils sont beaucoup utilisés en musique pop.
</p>
</div>
</div>


<div id="outline-container-orgb59fadb" class="outline-3">
<h3 id="orgb59fadb"><span class="section-number-3">15.2.</span> Boucle de quatre accords</h3>
<div class="outline-text-3" id="text-15-2">
<p>
Inspiré de la théorie de Philip Tagg.
</p>

<ol class="org-ol">
<li>pôle principal
<ul class="org-ul">
<li>généralisation de la tonique</li>
</ul></li>
<li>sortant
<ul class="org-ul">
<li>prépare l’installation du pôle secondaire</li>
</ul></li>
<li>pôle secondaire
<ul class="org-ul">
<li>généralisation de la dominante</li>
</ul></li>
<li>rentrant
<ul class="org-ul">
<li>prépare l’installation du pôle principal</li>
</ul></li>
<li>retour au pôle principal</li>
</ol>
</div>
</div>


<div id="outline-container-org4329555" class="outline-3">
<h3 id="org4329555"><span class="section-number-3">15.3.</span> Environnement</h3>
<div class="outline-text-3" id="text-15-3">
<p>
Inspiré de <a href="https://www.youtube.com/watch?v=JvyChMVvqnQ&amp;t=401s">My Brand New Take On Four Chords Loop, by 12tone</a>.
</p>

<p>
Les enchaînements forts ou faibles entre un accord et ses voisins nous
donnent quatre configurations possibles :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Catégorie</th>
<th scope="col" class="org-left">Enchaînement avec</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>

<tr>
<th scope="col" class="org-left">d’accord</th>
<th scope="col" class="org-left">accord précédent</th>
<th scope="col" class="org-left">accord suivant</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">isolé</td>
<td class="org-left">faible</td>
<td class="org-left">faible</td>
</tr>

<tr>
<td class="org-left">continuation</td>
<td class="org-left">fort</td>
<td class="org-left">fort</td>
</tr>

<tr>
<td class="org-left">départ</td>
<td class="org-left">faible</td>
<td class="org-left">fort</td>
</tr>

<tr>
<td class="org-left">destination</td>
<td class="org-left">fort</td>
<td class="org-left">faible</td>
</tr>
</tbody>
</table>

<p>
Un accord :
</p>

<ul class="org-ul">
<li>isolé sert de pause temporaire</li>
<li>de départ entame une série d’accord qui mène à une destination</li>
<li>de continuation prolonge une série entamée</li>
<li>de destination termine une série d’accord par une pause</li>
</ul>
</div>
</div>
</div>


<div id="outline-container-org05e59a0" class="outline-2">
<h2 id="org05e59a0"><span class="section-number-2">16.</span> Stratification</h2>
<div class="outline-text-2" id="text-16">
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org2effdef">16.1. Musique tonale</a></li>
<li><a href="#org39e7384">16.2. Polytonalité</a></li>
<li><a href="#orgff17161">16.3. Polyharmonie</a></li>
<li><a href="#orga971cbe">16.4. Polyrythmie</a></li>
</ul>
</div>
</div>

<div id="outline-container-org2effdef" class="outline-3">
<h3 id="org2effdef"><span class="section-number-3">16.1.</span> Musique tonale</h3>
<div class="outline-text-3" id="text-16-1">
<p>
Lorsqu’une polyphonie est basée à chaque instant sur une unique
tonalité, on parle de <b>musique tonale</b>. Il existe donc à tout moment
un unique ton et un unique mode de référence.
</p>

<p>
La gamme de référence peut par contre varier au cours de la pièce, on
parle alors de <b>modulation</b>.
</p>

<p>
La musique tonale est de loin le style musical le plus répandu.
</p>

<p>
<i>Remarque</i> : j’englobe dans ce style la musique pré-tonale qui répond
au même critère, à savoir une seule gamme de référence à un instant
donné. La musique antique, médiévale, et de la renaissance sont donc
inclues, même si la formalisation de l’accord est plus récente.
</p>
</div>
</div>


<div id="outline-container-org39e7384" class="outline-3">
<h3 id="org39e7384"><span class="section-number-3">16.2.</span> Polytonalité</h3>
<div class="outline-text-3" id="text-16-2">
<p>
Lorsqu’une polyphonie est constituée à chaque instant d’une série de
groupes de voix où chaque groupe possède sa propre tonalité, distincte
de celles des autres groupes, on parle de musique polytonale.
</p>

<p>
Chaque groupe possède donc à tout instant son propre ton et son propre
mode. Les groupes et les gammes sont bien entendu libres d’évoluer au
fil du temps.
</p>

<p>
Par exemple, dans un quatuor, le soprano et l’alto peuvent être en <i>do
majeur</i> tandis que le ténor et la basse sont basées sur une tonique
<i>mi</i> et un mode <i>oriental</i>. Plus tard, le soprano et le ténor peuvent
être en <i>la mineur</i> tandis que l’alto et la basse peuvent être en <i>ré
dorien</i>.
</p>
</div>
</div>
