grimoire/musica-06-partition.html


<div id="outline-container-orgff17161" class="outline-3">
<h3 id="orgff17161"><span class="section-number-3">16.3.</span> Polyharmonie</h3>
<div class="outline-text-3" id="text-16-3">
<p>
Une polyharmonie se produit lorsque chaque groupe de voix joue à un
instant donné un accord distinct de ceux des autres groupes.
</p>
</div>
</div>


<div id="outline-container-orga971cbe" class="outline-3">
<h3 id="orga971cbe"><span class="section-number-3">16.4.</span> Polyrythmie</h3>
<div class="outline-text-3" id="text-16-4">
<p>
Jusqu’à présent, nous avons considéré que la structure rythmique est
identique sur toutes les voix de la polyphonie. Il est cependant
possible de superposer des pyramides rythmiques de structures
différentes. On parle alors de <b>polymétrie</b> ou de <b>rythmes polymétriques</b>.
</p>
</div>


<div id="outline-container-org4b006ee" class="outline-5">
<h5 id="org4b006ee"><span class="section-number-5">16.4.0.1.</span> Rythmes hémiolés</h5>
<div class="outline-text-5" id="text-16-4-0-1">
<p>
Les rythmes <b>hémiolés</b> sont constitués de deux rythmes en relation
d’hémiole. Ils constituent donc un cas particulier de polymétrie.
</p>

<p>
La structure des pulsations et oscillations se présente alors comme
suit :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides" class="plat">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">V</td>
<td class="org-left">:</td>
<td class="org-left">§</td>
<td class="org-left">χ</td>
<td class="org-left">¶</td>
<td class="org-left">χ</td>
<td class="org-left">¶</td>
<td class="org-left">χ</td>
</tr>

<tr>
<td class="org-left">W</td>
<td class="org-left">:</td>
<td class="org-left">§</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
<td class="org-left">¶</td>
<td class="org-left">χ</td>
<td class="org-left">χ</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Auteur: chimay</p>
<p class="date">Created: 2023-12-08 ven 09:38</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>